Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Bar Chart (legacy)
id: Gráfiku ho barra sira (legadu)

source: Bar Charts are used to show metrics as a series of bars.
id: Gráfiku Barra sira uza atu hatudu métrika sira hanesan série barra sira.

source: Bar Values
id: Valór Barra sira

source: Bar orientation
id: Orientasaun barra nian

source: Base
id: Baze

source: Base layer map style. See Mapbox documentation: %s
id: Estilu mapa kamada baze nian. Haree dokumentasaun Mapbox: %s

source: Base layer map style. These are OpenStreetMap and other freely available map tile sources.
id: Estilu mapa kamada baze nian. Hirak-ne'e maka OpenStreetMap no fonte sira seluk ne'ebé disponivel ho livre.

source: Based on a metric
id: Bazeia ba métrika ida

source: Based on granularity, number of time periods to compare against
id: Bazeia ba granularidade, númeru períodu tempu nian atu kompara hasoru

source: Based on what should series be ordered on the chart and legend
id: Bazeia ba saida maka série sira tenke ordena iha gráfiku no lejenda

source: Basic
id: Báziku

source: Basic information
id: Informasaun báziku

source: Batch editing %d filters:
id: Edisaun lote %d filtru sira:

source: Battery level over time
id: Nivel bateria nian iha tempu

source: Be careful.
id: Kuidadu.

source: Before
id: Antes

source: Big Number
id: Númeru boot

source: Big Number Font Size
id: Medida Fonte Númeru Bo'ot

source: Big Number with Time Period Comparison
id: Númeru boot ho komparasaun períodu tempu

source: Big Number with Trendline
id: Númeru boot ho liña tendénsia

source: Bins
id: Lixu sira

source: Both .xls and .xlsx file formats are supported.
id: Formatu arkivu .xls no .xlsx rua ne'e hetan suporta.

source: Bottom
id: Kraik

source: Bottom Margin
id: Marjen kraik

source: Bottom left
id: Iha kraik karuk

source: Bottom margin, in pixels, allowing for more room for axis labels
id: Marjen kraik, iha pixel sira, hodi permite espasu barak liután ba rótulu sira eixu nian

source: Bottom right
id: Iha kraik parte loos

source: Bottom to Top
id: Husi kraik ba leten

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
id: Limite sira ba eixu X numériku. La aplikavel ba eixu temporál ka kategoriál sira. Bainhira husik mamuk, limite sira define ho dinámiku bazeia ba mínimu/másimu dadus nian. Nota katak karakterístika ida-ne'e sei habelar de'it luan eixu nian. Ida-ne'e sei la hamenus extensaun dadus .

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
id: Limite sira ba eixu Y. Bainhira husik mamuk, limite sira define ho dinámiku bazeia ba mínimu/másimu dadus nian. Nota katak karakterístika ida-ne'e sei habelar de'it luan eixu nian. Ida-ne'e sei la hamenus extensaun dadus.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
id: Limite sira ba eixu. Bainhira husik mamuk, limite sira define ho dinámiku bazeia ba mínimu/másimu dadus nian. Nota katak karakterístika ida-ne'e sei habelar de'it luan eixu nian. Ida-ne'e sei la hamenus extensaun dadus.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
id: Limite sira ba eixu Y primáriu. Bainhira husik mamuk, limite sira define ho dinámiku bazeia ba mínimu/másimu dadus nian. Nota katak karakterístika ida-ne'e sei habelar de'it luan eixu nian. Ida-ne'e sei la hamenus dadus nia extensaun.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
id: Limite sira ba eixu Y sekundáriu. Funsiona de'it bainhira eixu Y independente limite sira ativa ona. Bainhira husik mamuk, baliza sira define ho dinámiku bazeia ba mínimu/máximu dadus nian. Nota katak karakterístika ida-ne'e sei habelar de'it eixu nia luan. Ida-ne'e sei la hamenus dadus nia extensaun.

source: Box Plot
id: Plot Kaixa

source: Breakdowns
id: Avaria sira

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
id: Fahe série sira tuir kategoria ne'ebé espesifika iha kontrolu ida-ne'e. Ida-ne'e bele ajuda telespetadór sira atu komprende oinsá kategoria ida-idak afeta valór jerál.

source: Bubble Chart
id: Gráfiku Bola

source: Bubble Chart (legacy)
id: Gráfiku Bola (legadu)

source: Bubble Color
id: Kór Bola

source: Bubble Opacity
id: Opasidade Bola

source: Bubble Size
id: Bola nia Medida

source: Bubble size
id: Bola nia medida

source: Bubble size number format
id: Formatu númeru ho medida bola nian

source: Bucket break points
id: Pontu sira fahe tuir kompartimentu

source: Build
id: Harii

source: Bulk select
id: Hili barak

source: Bulk tag
id: Tag barak

source: Bullet Chart
id: Gráfiku Bala

source: Bulletin
id: Hili barak

source: Bulletin Attachment
id: Aneksu Buletin

source: Bulletin Title
id: Títulu Buletin

source: Bulletin created successfully!
id: Buletin kria ona ho susesu!

source: Bulletin updated successfully!
id: Buletin atualiza ona ho susesu!

source: Bulletins & Advisories
id: Buletin & Avizu sira

source: Bulletins and Advisories
id: Buletin no Avizu sira

source: Business
id: Negosiu

source: Business Data Type
id: Tipu Dadus Negósiu

source: By
id: Tuir

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
id: Tuir padraun, filtru ida-idak karrega másimu opsaun 1000 iha karregamentu pájina inisiál. Marka kaixa ida-ne'e se ita-boot iha valór filtru liu 1000 no hakarak atu ativa peskiza dinámiku ne'ebé karrega valór filtru sira hanesan tipu utilizadór sira nian (bele aumenta estrese ba ita-boot nia baze-dadus).

source: By key: use column names as sorting key
id: Tuir xave: uza naran koluna sira hanesan xave klasifikasaun nian

source: By key: use row names as sorting key
id: Tuir xave: uza naran liña sira hanesan xave klasifikasaun nian

source: By value: use metric values as sorting key
id: Tuir valór: uza valór métriku sira hanesan xave klasifikasaun nian

source: CANCEL
id: KANSELA

source: CC recipients
id: Destinatáriu sira CC nian

source: CREATE DATASET
id: KRIA KONJUNTU DADUS

source: CREATE TABLE AS
id: KRIA TABELA HANESAN

source: CREATE VIEW AS
id: KRIA VIZAUN HANESAN

source: CREATE VIEW statement
id: Deklarasaun KRIA VIZAUN

source: CRON Schedule
id: Oráriu CRON

source: CRON expression
id: Espresaun CRON

source: CSS Styles
id: Estilu CSS

source: CSS Templates
id: Modelu CSS sira

source: CSS applied to the chart
id: CSS aplika ba gráfiku

source: CSS template
id: Modelu CSS

source: CSS template not found.
id: Labele hetan modelu CSS.

source: CSS templates
id: Modelu CSS sira

source: CSS templates could not be deleted.
id: Labele atu apaga modelu CSS sira.

source: CSV upload
id: Upload CSV

source: CTAS & CVAS SCHEMA
id: Eskema CTAS no CVAS

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
id: CTAS (kria tabela tuir hili ona) bele hala'o de'it ho pergunta ida iha ne'ebé deklarasaun ikus maka HILI. Favor asegura katak ita-boot nia pergunta iha HILI hanesan nia deklarasaun ikus. Depois, koko hala'o fali ita-boot nia pergunta.

source: CTAS Schema
id: Eskema CTAS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
id: CTAS (kria vizaun tuir hili ona) bele hala'o de'it ho pergunta ida iha ne'ebé deklarasaun ikus maka HILI. Favor asegura katak ita-boot nia pergunta iha HILI hanesan nia deklarasaun ikus. Depois, koko hala'o fali ita-boot nia pergunta.

source: CVAS (create view as select) query has more than one statement.
id: CVAS (kria vizaun hanesan hili ona) pergunta iha deklarasaun liu ida.

source: CVAS (create view as select) query is not a SELECT statement.
id: CVAS (kria vizaun hanesan hili ona) pergunta la'ós deklarasaun ne'ebé HILI.

source: Cache Timeout
id: Cache nia Tempu liu tiha ona

source: Cache Timeout (seconds)
id: Cache nia Tempu liu tiha ona (segundus)

source: Cache timeout
id: Cache nia tempu liu tiha ona

source: Cached
id: Iha cache

source: Cached %s
id: Iha cache %s

source: Cached value not found
id: Labele hetan cache nia valór

source: Calculate contribution per series or row
id: Kalkula kontribuisaun kada série ka liña

source: Calculate from first step
id: Kalkula husi etapa dahuluk

source: Calculate from previous step
id: Kalkula husi etapa anteriór

source: Calculated column [%s] requires an expression
id: Koluna kalkuladu [%s] presiza espresaun ida

source: Calculated columns
id: Koluna kalkuladu sira

source: Calculation type
id: Tipu Kalkulasaun

source: Calendar Heatmap
id: Kalendáriu Mapa Temperatura Manas nian

source: Can not move top level tab into nested tabs
id: Labele muda tab nivel leten ba tab sira ne'ebé aniñadu

source: Can select multiple values
id: Bele hili valór oioin

source: Can't have overlap between Series and Breakdowns
id: Labele iha sobrepozisaun entre Série no Avaria sira

source: Cancel
id: Kansela

source: Cancel query on window unload event
id: Kansela pergunta iha eventu deskarga janela nian

source: Cannot access the query
id: Labele asesu ba pregunta ne'e

source: Cannot delete a database that has datasets attached
id: Labele labele apaga baze-dadus ida ne'ebé iha konjuntu dadus ne'ebé anexa ona

source: Cannot have multiple credentials for the SSH Tunnel
id: Labele iha kredensial barak ba Túnel SSH

source: Cannot load filter
id: Labele karrega filtru

source: Cannot parse time string [%(human_readable)s]
id: Labele analiza string tempu [%(human_readable)s]

source: Cannot remove files that are uploading or already uploaded
id: Labele apaga arkivu sira ne'ebé maka hatama hela ka hatama ona

source: Catalog
id: Katálogu

source: Categorical
id: Kategóriku

source: Categorical Color
id: Kór Kategóriku

source: Categorical Color Scheme
id: Eskema Kór Kategóriku

source: Categorical Column
id: Koluna Kategóriku

source: Categories to group by on the x-axis.
id: Kategoria sira atu agrupa iha eixu x.

source: Category
id: Kategoria

source: Category Name
id: Kategoria nia Naran

source: Category and Percentage
id: Kategoria no Persentajen

source: Category and Value
id: Kategoria no Valór

source: Category name
id: Kategoria nia naran

source: Category of target nodes
id: Kategoria husi nodu alvu sira

source: Category, Value and Percentage
id: Kategoria, Valór no Persentajen

source: Cell Padding
id: Prensimentu sélula

source: Cell Radius
id: Raiu sélula nian

source: Cell Size
id: Medida sélula nian

source: Cell content
id: Konteúdu sélula nian

source: Cell limit
id: Limite ba sélula

source: Centroid (Longitude and Latitude):
id: Centroide (Longitude no Latitude):

source: Certification
id: Sertifikasaun

source: Certification details
id: Sertifikasaun nia detallu sira

source: Certified
id: Sertifika ona

source: Certified By
id: Sertifika Husi

source: Certified by
id: Sertifika husi

source: Certified by %s
id: Sertifika husi %s

source: Change order of columns.
id: Muda koluna nia orden sira.

source: Change order of rows.
id: Muda liña nia orden sira.

source: Changed By
id: Muda Husi

source: Changed On
id: Muda iha

source: Changed by
id: Muda husi

source: Changes saved.
id: Mudansa sira guarda ona.

source: Changing one or more of these dashboards is forbidden
id: Bandu atu labele muda painél ne'e dala ida ka liu

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
id: Muda konjuntu dadus bele sobu gráfiku se gráfiku depende ba koluna ka metadadus ne'ebé la eziste iha alvu konjuntu dadus

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
id: Muda konfigurasaun sira-ne'e sei afeta gráfiku hotu-hotu ne'ebé uza konjuntu dadus ida-ne'e, inklui gráfiku sira ne'ebé ema seluk maka na'in.

source: Changing this Dashboard is forbidden
id: Bandu atu labele muda Dashboard ida-ne'e

source: Changing this chart is forbidden
id: Bandu atu laele muda gráfiku ida-ne'e

source: Changing this control takes effect instantly
id: Muda kontrolu ida-ne'e iha efeitu instantaneamente

source: Changing this dataset is forbidden
id: Bandu atu labele muda konjuntu dadus ida-ne'e

source: Changing this dataset is forbidden.
id: Bandu atu labele muda konjuntu dadus ida-ne'e.

source: Changing this datasource is forbidden
id: Bandu atu labele muda fonte dadus ida-ne'e

source: Changing this report is forbidden
id: Bandu atu labele muda relatóriu ida-ne'e

source: Character to interpret as decimal point
id: Karakter atu interpreta hanesan pontu desimal

source: Chart
id: Gráfiku

source: Chart %(id)s not found
id: Labele hetan gráfiku %(id)s

source: Chart Cache Timeout
id: Gráfiku Cache nia Tempu liu tiha ona

source: Chart Data: %s
id: Dadus gráfiku: %s

source: Chart ID
id: ID Gráfiku

source: Chart Options
id: Opsaun ba gráfiku sira

source: Chart Orientation
id: Orientasaun Gráfiku

source: Chart Owner: %s
id: Na'in ba Gráfiku: %s

source: Chart Source
id: Fonte Gráfiku

source: Chart Title
id: Gráfiku nia Títulu

source: Chart [%s] has been overwritten
id: Gráfiku [%s] hakerek ona

source: Chart [%s] has been saved
id: Gráfiku [%s] guarda ona

source: Chart [%s] was added to dashboard [%s]
id: Gráfiku [%s] aumenta ona ba painél [%s]

source: Chart [{}] has been overwritten
id: Gráfiku [{}] hakerek ona

source: Chart [{}] has been saved
id: Gráfiku [{}] guarda ona

source: Chart [{}] was added to dashboard [{}]
id: Gráfiku [{}] aumenta ona ba painél [{}]

source: Chart cache timeout
id: Cache gráfiku nia tempu liu tiha ona

source: Chart changes
id: Mudansa sira iha gráfiku

source: Chart could not be created.
id: Labele kria gráfiku.

source: Chart could not be updated.
id: Labele atualiza gráfiku.

source: Chart does not exist
id: Gráfiku la eziste

source: Chart form data or query data not available.
id: Dadus formuláriu gráfiku ka dadus pergunta nian la disponivel.

source: Chart has no query context saved. Please save the chart again.
id: Gráfiku laiha kontestu pergunta nian ne'ebé guarda ona. Favor ida guada fali gráfiku.

source: Chart height
id: Altura gráfiku

source: Chart imported
id: Gráfiku importadu

source: Chart last modified
id: Gráfiku modifikadu ikus liu

source: Chart last modified by
id: Gráfiku ne'ebé modifikadu ikus liu hosi

source: Chart name
id: Naran gráfiku

source: Chart not found
id: Labele hetan gráfiku

source: Chart options
id: Opsaun ba gráfiku sira

source: Chart owners
id: Na'in ba gráfiku

source: Chart parameters are invalid.
id: Parametru gráfiku sira nia la válidu.

source: Chart properties updated
id: Propriedade gráfiku nian atualiza ona

source: Chart thumbnail
id: Gráfiku miniatura sira

source: Chart thumbnail added as an image attachment.
id: Gráfiku nia imajen ki'ik aumenta hanesan anexu imajen nian.

source: Chart thumbnail preview
id: Previzaun ba imajen ki'ik gráfiku nian

source: Chart title
id: Gráfiku nia Títulu

source: Chart type requires a dataset
id: Tipu gráfiku presiza konjuntu dadus ida

source: Chart width
id: Gráfiku nia luan

source: Chart with this slug was not found
id: Gráfiku ho slug ida-ne'e la hetan

source: Charts
id: Gráfiku sira

source: Charts could not be deleted.
id: Labele apaga gráfiku sira.

source: Check for sorting ascending
id: Verifika ba klasifikasaun asendente

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
id: Verifika se Gráfiku Rosa tenke uza área segmentu nian envezde raiu segmentu nian ba proporsionamentu

source: Check out this chart in dashboard:
id: Verifika gráfiku ida-ne'e iha painél:

source: Check out this chart:
id: Verifika gráfiku ida-ne'e:

source: Check out this dashboard:
id: Verifika ida-ne'e iha painél:

source: Check to force date partitions to have the same height
id: Verifika hodi obriga partisaun dadus atu iha altura hanesan

source: Child label position
id: Pozisaun rótulu labarik nian

source: Choice of [Label] must be present in [Group By]
id: Hili [Rótulu] tenke prezente iha [Agrupa husi]

source: Choice of [Point Radius] must be present in [Group By]
id: Hili [Pontu Radius] tenke prezente iha [Agrupa husi]

source: Choose File
id: Hili Arkivu

source: Choose a chart or dashboard not both
id: Hili gráfiku ka painél ida la'ós rua ne'e hotu

source: Choose a database...
id: Hili baze-dadus ida...

source: Choose a dataset
id: Hili konjuntu dadus ida

source: Choose a delimiter
id: Hili delimitadór ida

source: Choose a metric for right axis
id: Hili métrika ida ba eixu parte-loos

source: Choose a number format
id: Hili formatu númeru ida

source: Choose a source
id: Hili fonte ida

source: Choose a source and a target
id: Hili fonte ida no alvu ida

source: Choose a target
id: Hili alvu ida

source: Choose already exists
id: Hili sira eziste ona

source: Choose chart type
id: Hili tipu gráfiku

source: Choose columns to be parsed as dates
id: Hili koluna sira atu analiza hanesan data

source: Choose columns to read
id: Hili koluna sira atu lee

source: Choose index column
id: Hili koluna indeks

source: Choose notification method and recipients.
id: Hili métodu notifikasaun no destinatáriu sira.

source: Choose one of the available databases from the panel on the left.
id: Hili ida hosi baze-dadus sira ne'ebé disponivel hosi painél parte-karuk.

source: Choose one of the available databases on the left panel.
id: Hili baze-dadus ida ne'ebé disponivel iha painél parte-karuk.

source: Choose sheet name
id: Hili folla nia naran

source: Choose the annotation layer type
id: Hili tipu kamada anotasaun nian

source: Choose the format for legend values
id: Hili formatu ba valór lejenda sira

source: Choose the position of the legend
id: Hili pozisaun lejenda nian

source: Choose the source of your annotations
id: Hili fonte ba ita-boot nia anotasaun sira

source: Choose values that should be treated as null. Warning: Hive database supports only a single value
id: Hili valór sira ne'ebé tenke trata hanesan nulu. Alerta: Baze-dadus Hive suporta de'it valór ida

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
id: Hili se nasaun ida tenke hetan sombra/lalatak tuir métrika, ka atribui kór ida bazeia ba paleta kór kategoriál ida

source: Chord Diagram
id: Diagrama Akorde

source: Chosen non-numeric column
id: Koluna la'ós numériku ne'ebé hili tiha ona

source: Circle
id: Sirkulu

source: Circle -> Arrow
id: Sírkulu -> Seta

source: Circle -> Circle
id: Sirkulu -> Sirkulu

source: Circle radar shape
id: Forma radar sírkulu

source: Circular
id: Sirkulár

source: Classic chart that visualizes how metrics change over time.
id: Gráfiku klásiku ne'ebé vizualiza oinsá métrika sira muda iha tempu.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
id: Spreadsheet liña-ba-koluna klásiku hanesan vizaun ba konjuntu dadus ida. Uza tabela sira atu hatudu vizaun ida ba dadus subjasente ka atu hatudu métrika agregadu sira.

source: Clause
id: Kláuzula

source: Clear
id: Apaga

source: Clear all
id: Apaga hotu

source: Clear all data
id: Apaga dadus hotu

source: Clear all filters
id: Hamoos filtru hotu-hotu

source: Clear form
id: Apaga formuláriu

source: Click on "Add or Edit Filters" option in Settings to create new dashboard filters
id: Klik iha opsaun "Hatama ka Edita Filtru sira" iha Konfigurasaun sira hodi kria filtru foun sira iha dashboard

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
id: Klik iha butaun "Kria gráfiku" iha painél kontrolu iha liman-karuk atu haree uluk vizualizasaun ida ka

source: Click on your OpenID provider below
id: Klik iha ita-boot nia fornesedór OpenID iha kraik

source: Click or drag file to this area to upload
id: Klik ka rasta arkivu ba área ida-ne'e atu karrega

source: Click or drag files to this area to upload
id: Klik ka rasta arkivu sira ba área ida-ne'e atu upload

source: Click the lock to make changes.
id: Klik xave atu halo mudansa sira.

source: Click the lock to prevent further changes.
id: Klik xave atu prevene mudansa sira seluk.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
id: Klik iha link ida-ne'e atu muda ba formuláriu alternativu ida ne'ebé permite ita-boot atu hatama SQLAlchemy URL ba baze-dadus ida-ne'e manualmente.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
id: Klik iha link ida-ne'e atu muda ba formuláriu alternativu ida ne'ebé maka espoz de'it kampu sira ne'ebé maka presiza atu liga baze-dadus ida-ne'e.

source: Click to add a contour
id: Klik atu aumenta kontur ida

source: Click to cancel sorting
id: Klik atu kansela klasifikasaun

source: Click to edit
id: Klik atu edit

source: Click to edit %s.
id: Klik atu edit %s.

source: Click to edit chart.
id: Klik atu edit gráfiku.

source: Click to edit label
id: Klik atu edit rótulu

source: Click to favorite/unfavorite
id: Klik ba favoritu/la'os favoritu

source: Click to force-refresh
id: Klik atu atualiza obrigatóriu

source: Click to see difference
id: Klik atu haree diferensa

source: Click to select image
id: Klik atu hili imajen

source: Click to sort ascending
id: Klik atu klasifika tuir sa'e (kresente)

source: Click to sort descending
id: Klik atu klasifika tun (dekresente)

source: Close
id: Taka

source: Close Details
id: Taka Detallu sira

source: Close all other tabs
id: Taka tab sira seluk hotu

source: Close tab
id: Taka tab

source: Cluster label aggregator
id: Agregadór rótulu agrupamentu nian

source: Clustering Radius
id: Raiu Agrupamentu

source: Code
id: Kódigu

source: Collapse all
id: Kolapsu hotu

source: Collapse data panel
id: Kolapsu dadus painél

source: Collapse row
id: Kolapsu liña

source: Collapse tab content
id: Kolapsu konteúdu tab nian

source: Collapse table preview
id: Previzaun tabela nian ne'ebé kolapsu

source: Color
id: Kor

source: Color +/-
id: Kor +/-

source: Color Metric
id: Métrika Kór

source: Color Scheme
id: Eskema Kór

source: Color Steps
id: Etapa sira kór nian

source: Color bounds
id: Kór ketak

source: Color by
id: Tau kór husi

source: Color metric
id: Métrika kór nian

source: Color of the background icon
id: Kór husi íkonu fundo nian

source: Color of the target location
id: Kór husi alvu fatin

source: Color scheme
id: Eskema kór sira nian

source: Color scheme for categorical values
id: Eskema kór ba valór kategoriál sira

source: Color scheme for continuous values
id: Eskema kór ba valór kontínua sira
