Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Dataset parameters are invalid.
id: Parámetru konjuntu dadus nian la válidu.

source: Dataset schema is invalid, caused by: %(error)s
id: Eskema konjuntu dadus nian la válidu, kauza hosi: %(error)s

source: Datasets
id: Konjuntu dadus sira

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
id: Konjuntu dadus sira bele kria hosi tabela baze-dadus nian ka pergunta SQL sira. Hili tabela baze-dadus ida iha parte-karuk ka

source: Datasets can have a main temporal column (main_dttm_col), but can also have secondary time columns. When this attribute is true, whenever the secondary columns are filtered, the same filter is applied to the main datetime column.
id: Konjuntu dadus sira bele iha koluna temporál prinsipál (main_dttm_col), maibé bele mós iha koluna tempu sekundária. Bainhira atributu ida-ne'e loos, koluna sekundária sira hetan filtrajen, filtru hanesan aplika ba koluna prinsipál data-oras nian, bainhira de'it.

source: Datasets could not be deleted.
id: Labele atu apaga konjuntu dadus sira.

source: Datasets do not contain a temporal column
id: Konjuntu dadus sira la kontein koluna temporál ida

source: Datasource
id: Fonte dadus

source: Datasource & Chart Type
id: Fonte Dadus no Tipu Gráfiku

source: Datasource does not exist
id: Fonte dadus la eziste

source: Datasource type is invalid
id: Tipu fonte dadus la válidu

source: Datasource type is required when datasource_id is given
id: Tipu fonte dadus nian presiza bainhira fó id_fontedadus

source: Date Time Format
id: Formatu data no oras nian

source: Date format
id: Formatu data

source: Date format string
id: String format data

source: Date/Time
id: Data/Oras

source: Datetime Format
id: Formatu dataoras

source: Datetime column not provided as part table configuration and is required by this type of chart
id: Koluna data-oras la fornese hanesan konfigurasaun parte tabela no presiza hosi tipu gráfiku ida-ne'e

source: Datetime format
id: Formatu data-oras

source: Day
id: Loron

source: Day (freq=D)
id: Loron (freq=D)

source: Days %s
id: Loron sira %s

source: Db engine did not return all queried columns
id: Motor Db la fó fila fali koluna sira ne'ebé husu hotu

source: Deactivate
id: Dezativa

source: December
id: Dezembru

source: Decides which column to sort the base axis by.
id: Deside koluna ida ne'ebé maka atu ordena eixu baze nian.

source: Decides which measure to sort the base axis by.
id: Deside sasukat ne'ebé maka atu klasifika eixu baze nian.

source: Decimal character
id: Karakter desimal

source: Deck.gl - 3D Grid
id: Deck.gl - Grade 3D

source: Deck.gl - Contour
id: Deck.gl - Kontur

source: Deck.gl - Country
id: Deck.gl - Nasaun

source: Deck.gl - Heatmap
id: Deck.gl - Mapa temperature manas

source: Deck.gl - Multiple Layers
id: Deck.gl - Kamada oioin

source: Deck.gl - Paths
id: Deck.gl - Dalan sira

source: Deck.gl - Polygon
id: Deck.gl - Polígonu

source: Deck.gl - Scatter plot
id: Deck.gl - Gráfiku dispersaun nian

source: Decrease
id: Hamenus

source: Default Catalog
id: Padraun katálogu

source: Default Endpoint
id: Padraun Pontu Finál

source: Default Schema
id: Padraun Eskema

source: Default URL
id: Padraun URL

source: Default URL to redirect to when accessing from the dataset list page. Accepts relative URLs such as <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>
id: URL padraun atu rediresiona ba bainhira asesu hosi pájina lista konjuntu dadus nian. Aseita URL relativu sira hanesan <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>

source: Default Value
id: Padraun Valor

source: Default datetime
id: Padraun Data/oras

source: Default latitude
id: Padraun latitude

source: Default longitude
id: Padraun longitude

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
id: Padraun largura koluna mínimu iha pixel, largura loloos bele sai boot liu ida-ne'e se koluna sira seluk la presiza espasu barak

source: Default value is required
id: Presiza padraun valór

source: Default value must be set when "Filter has default value" is checked
id: Valór padraun tenke tau bainhira "Filtru iha valór padraun" maka marka

source: Default value must be set when "Filter value is required" is checked
id: Valór padraun tenke tau bainhira "Filtru iha valór padraun" marka ona

source: Default value set automatically when "Select first filter value by default" is checked
id: Valór padraun ne'ebé maka estabelese automatikamente bainhira "Hili valór filtru dahuluk tuir padraun" marka ona

source: Define a function that receives the input and outputs the content for a tooltip
id: Define funsaun ida ne'ebé simu input no hasai konteúdu ba ferramenta ida

source: Define a function that returns a URL to navigate to when user clicks
id: Define funsaun ida ne'ebé maka fó sai URL ida atu navega bainhira utilizadór klik

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
id: Define funsaun javascript ida ne'ebé simu dadus array ne'ebé uza iha vizualizasaun no hein atu fó fila fali versaun modifikadu ida hosi array ne'e. Ida-ne'e bele uza atu altera propriedade sira dadus nian, filtra, ka enrikese array.

source: Define contour layers. Isolines represent a collection of line segments that serparate the area above and below a given threshold. Isobands represent a collection of polygons that fill the are containing values in a given threshold range.
id: Define kamada kontur sira. Liña Iso reprezenta kolesaun ida hosi segmentu liña sira ne'ebé haketak área iha leten no kraik hosi limite ida. Banda Iso sira reprezenta kolesaun ida hosi polígonu sira ne'ebé prenxe valór sira ne'ebé kontein iha limite ida ne'ebé determina ona.

source: Define delivery schedule, timezone, and frequency settings.
id: Define oráriu asistensia nian, zona oras nian, no konfigurasaun frekuénsia nian.

source: Define the database, SQL query, and triggering conditions for alert.
id: Define baze-dadus, pergunta SQL, no kondisaun sira ne'ebé maka hamosu alerta.

source: Defines a rolling window function to apply, works along with the [Periods] text box
id: Define funsaun janela ne'ebé nakfilak atu aplika, funsiona hamutuk ho kaixa testu [Períodu sira]

source: Defines how each series is broken down
id: Define oinsá maka fahe série ida-idak

source: Defines the grid size in pixels
id: Define medida grid nian iha pixel sira

source: Defines the grouping of entities. Each series is represented by a specific color in the chart.
id: Define agrupamentu entidade sira-nian. Série ida-idak reprezenta hosi kór espesífiku iha gráfiku.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
id: Define agrupamentu entidade sira-nian. Série ida-idak hatudu hanesan kór espesífiku iha gráfiku no iha lejenda alternativa

source: Defines the size of the rolling window function, relative to the time granularity selected
id: Define medida husi funsaun janela ne'ebé nakdoko, relativamente ba granularidade tempu ne'ebé maka hili ona

source: Defines the value that determines the boundary between different regions or levels in the data
id: Define valór ne'ebé determina limite entre rejiaun ka nivel oioin iha dadus

source: Defines whether the step should appear at the beginning, middle or end between two data points
id: Define se etapa tenke mosu iha inísiu, klaran ka rohan ikus entre pontu dadus rua

source: Delete
id: Apaga

source: Delete %s?
id: Apaga %s?

source: Delete Annotation?
id: Apaga anotasaun?

source: Delete Bulletin?
id: Apaga Buletin?

source: Delete Bulletins
id: Apaga Buletin sira

source: Delete Database?
id: Apaga Baze-dadus?

source: Delete Dataset?
id: Apaga Konjuntu dadus?

source: Delete Email Group: %s?
id: Apaga Grupu Email: %s?

source: Delete Layer?
id: Apaga Kamada?

source: Delete Post?
id: Apaga Post?

source: Delete Posts
id: Apaga Post sira

source: Delete Query?
id: Apaga Pergunta?

source: Delete Report?
id: Apaga Relatóriu?

source: Delete Template?
id: Apaga Modelu?

source: Delete WhatsApp Group: %s?
id: Apaga Grupu WhatsApp: %s?

source: Delete WhatsApp group
id: Apaga grupu WhatsApp

source: Delete all Really?
id: Tebes duni atu apaga hotu kedan?

source: Delete annotation
id: Apaga anotasaun

source: Delete dashboard tab?
id: Apaga tab painél nian?

source: Delete database
id: Apaga baze-dadus

source: Delete email group
id: Apaga grupu email

source: Delete email report
id: Apaga relatóriu email

source: Delete query
id: Apaga pergunta

source: Delete template
id: Apaga modelu

source: Delete this container and save to remove this message.
id: Apaga kontentór ida-ne'e no guarda hodi apaga mensajen ida-ne'e.

source: Deleted
id: Apaga ona

source: Deleted ${bulletinsToDelete.length} bulletins
id: Apaga ona ${bulletinsToDelete.length}

source: Deleted ${postsToDelete.length} posts
id: Apaga ona ${postsToDelete.length} post sira

source: Deleted %(num)d annotation
id: Apaga ona anotasaun %(num)d

source: Deleted %(num)d annotation layer
id: Apaga ona anotasaun kamada %(num)d

source: Deleted %(num)d chart
id: Apaga ona gráfiku %(num)d

source: Deleted %(num)d css template
id: Apaga ona modelu CSS %(num)d

source: Deleted %(num)d dashboard
id: Apaga ona painél %(num)d

source: Deleted %(num)d dataset
id: Apaga ona konjuntu dadus %(num)d

source: Deleted %(num)d report schedule
id: Apaga ona órariu relatoriu %(num)d

source: Deleted %(num)d rules
id: Apaga ona gráfiku %(num)d

source: Deleted %(num)d saved query
id: Apaga ona pergunta ne'ebé guarda ona %(num)d

source: Deleted %s
id: Apaga ona %s

source: Deleted %s WhatsApp groups
id: Apaga ona %s grupo WhatsApp sira

source: Deleted %s email groups
id: Apaga ona %s grupo email sira

source: Deleted: %s
id: Apaga ona: %s

source: Deleting a tab will remove all content within it and will deactivate any related alerts or reports. You may still reverse this action with the
id: Apaga tab ida sei halakon konteúdu hotu-hotu iha nia laran no sei dezativa alerta ka relatóriu sira ne'ebé iha relasaun. Ita-boot bele nafatin reverte asaun ida-ne'e ho

source: Delimited long & lat single column
id: Delimitadu naruk & lat koluna ida de'it

source: Delimiter
id: Delimitador

source: Delivery method
id: Método asistensia/entrega

source: Demographics
id: Demografia

source: Density
id: Densidade

source: Dependent on
id: Depende ba

source: Deprecated
id: Depresiadu/La uza ona

source: Description
id: Deskrisaun

source: Description (this can be seen in the list)
id: Deskrisaun (ida-ne'e bele haree iha lista)

source: Description Columns
id: Deskrisaun Koluna sira

source: Description text that shows up below your Big Number
id: Testu deskrisaun ne'ebé mosu iha ita-boot nia Númeru Bo'ot nia okos

source: Deselect all
id: Desmarka hotu

source: Details
id: Detallu sira

source: Details of the certification
id: Detallu sertifikasaun

source: Details/Errors
id: Detallu/Erru sira

source: Determines how whiskers and outliers are calculated.
id: Determina oinsá maka kalkula whiskers no outlier sira.

source: Determines whether or not this dashboard is visible in the list of all dashboards
id: Determina se painél ida-ne'e vizivel ka lae iha lista painél hotu-hotu nian

source: Diamond
id: Diamante

source: Diarrhea
id: Diareia

source: Did you mean:
id: Ita-boot hatete:

source: Difference
id: Diferensa

source: Dim Gray
id: Sinza nakukun

source: Dimension
id: Dimensaun

source: Dimension to use on x-axis.
id: Dimensaun atu uza iha eixu x.

source: Dimension to use on y-axis.
id: Dimensaun atu uza iha eixu y.

source: Dimensions
id: Dimensaun sira

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
id: Dimensaun sira kontein valór kualitativu sira hanesan naran, data, ka dadus jeográfiku. Uza dimensaun sira hodi kategoriza, segmenta, no revela detallu sira iha ita-boot nia dadus. Dimensaun sira afeta nivel detallu iha vizaun.

source: Directed Force Layout
id: Formatu Forsa Diresionadu

source: Directional
id: Diresional

source: Disable SQL Lab data preview queries
id: Dezativa pergunta sira ba previzaun dadus SQL Lab nian

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
id: Dezativa previzaun dadus nian bainhira foti metadadus tabela nian iha SQL Lab. Útil atu evita problema dezempeñu browser nian bainhira uza baze-dadus ho tabela sira ne'ebé luan tebes.

source: Disable drill to detail
id: Dezativa perfurasaun ba detallu

source: Disable embedding?
id: Dezativa inkorporasaun?

source: Disabled
id: Dezativadu

source: Disables the drill to detail feature for this database.
id: Dezativa funsaun perfurasaun ba detallu ba baze-dadus ida-ne'e.

source: Discard
id: Deskarta

source: Disease Forecasts
id: Previzaun Moras

source: Diseases
id: Moras sira

source: Display
id: Ezibisaun

source: Display Name
id: Naran Ezibisaun

source: Display all
id: Ezibisaun hotu

source: Display column level subtotal
id: Hatudu subtotal nivel koluna nian

source: Display column level total
id: Hatudu totál nivel koluna nian

source: Display configuration
id: Hatudu konfigurasaun

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
id: Hatudu métrika nia sorin-sorin sira iha koluna ida-idak nia laran, la hanesan ho koluna ida-idak ne'ebé hatudu nia sorin-sorin sira ba métrika ida-idak.

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
id: Hatudu persentajen sira iha rótulu no feramentu hanesan persentajen hosi valór totál, hosi etapa dahuluk hosi funil, ka hosi etapa anteriór iha funil.

source: Display row level subtotal
id: Hatudu subtotál nivel liña nian

source: Display row level total
id: Hatudu totál nivel liña nian

source: Display settings
id: Hatudu konfigurasaun sira

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
id: Hatudu konexaunsira entre entidade sira iha estrutura gráfiku ida. Útil ba mapeamentu relasaun sira no hatudu nodu sira ne'ebé maka importante iha rede ida. Gráfiku sira bele konfigura atu sai forsa-dirijidu ka sirkula. Se ita-boot nia dadus iha komponente jeoespasiál, koko gráfiku arku deck.gl.

source: Disseminate
id: Disemina

source: Disseminate Bulletin
id: Disemina Buletin

source: Disseminated Bulletin Logs
id: Rejistu Buletin sira ne'ebé Diseminadu ona

source: Disseminated By
id: Disemina Husi

source: Dissemination
id: Diseminasaun

source: Dissemination Logs
id: Rejistu sira Diseminasaun nian

source: Dissemination Result:
id: Rezultadu Diseminasaun:

source: Distribute across
id: Distribui ba

source: Distribution
id: Distribuisaun

source: Distribution - Bar Chart
id: Distribuição - Gráfico de barras

source: Divider
id: Divizor

source: Do you want a donut or a pie?
id: Ita-boot hakarak forma hanesan donat ka forma hanesan piza ida?

source: Documentation
id: Documentasaun

source: Domain
id: Domíniu

source: Don't have an account?
id: La iha konta?

source: Donut
id: Donat/kabuar

source: Dotted
id: Pontilldu

source: Download Template
id: Download Modelu

source: Download as Image
id: Download hanesan Imajen

source: Download as image
id: Download hanesan imajen

source: Download is on the way
id: Download iha dalan ona

source: Download the template file to see the required format
id: Abaixa modelu arkivu nian hodi haree formatu ne'ebé presiza

source: Download to CSV
id: Abaixa CSV

source: Downloading %(rows)s rows based on the LIMIT configuration. If you want the entire result set, you need to adjust the LIMIT.
id: Download ing %(rows)s nia liña sira bazeia ba konfigurasaun LIMIT. Se ita-boot hakarak rezultadu tomak, ita-boot presiza ajusta LIMIT.

source: Downloading...
id: Download hela...

source: Draft
id: Esbosu

source: Drag and drop components and charts to the dashboard
id: Arrasta no tau komponente no gráfiku sira ba painél

source: Drag and drop components to this tab
id: Arrasta no tau komponente sira ba tab ida-ne'e

source: Draw a marker on data points. Only applicable for line types.
id: Dezeña markadór ida iha pontu dadus sira. Aplikavel de'it ba tipu liña sira.

source: Draw area under curves. Only applicable for line types.
id: Dezeña área iha kurva sira nia okos. Aplikavel de'it ba tipu liña sira.

source: Draw line from Pie to label when labels outside?
id: Dezeña liña husi forma hanesan piza ba rótulu bainhira rótulu sira iha liur?

source: Draw split lines for minor axis ticks
id: Dezeña liña divizaun ba eixu ki'ik sira

source: Draw split lines for minor y-axis ticks
id: Dezeña liña divizaun ba ticks ki'ik sira iha eixu y

source: Drill by is not available for this data point
id: Drill by la disponivel ba pontu dadus ida-ne'e

source: Drill by is not yet supported for this chart type
id: Drill by seidauk suporta ba tipu gráfiku ida-ne'e

source: Drill to detail
id: Perfura ba detallu

source: Drill to detail by
id: Perfura ba detallu liu hosi

source: Drill to detail by value is not yet supported for this chart type.
id: Perfurasaun ba detallu tuir valór seidauk suporta ba tipu gráfiku ida-ne'e.

source: Drill to detail is disabled because this chart does not group data by dimension value.
id: Perfurasaun ba detallu dezativadu tanba gráfiku ida-ne'e la halibur dadus tuir valór dimensaun nian.

source: Drill to detail is disabled for this database. Change the database settings to enable it.
id: Perfurasaun ba detallu sira dezativadu ba baze-dadus ida-ne'e. Muda konfigurasaun baze-dadus nian hodi ativa ida-ne'e.

source: Drill to detail: %s
id: Perfura ba detalle: %s

source: Drop a column here or click
id: Tau koluna ida iha ne'e ka klik

source: Drop a column/metric here or click
id: Tau koluna/métrika ida iha ne'e ka klik

source: Drop a temporal column here or click
id: Tau koluna temporál ida iha ne'e ka klik

source: Drop columns/metrics here or click
id: Tau koluna temporál sira iha ne'e ka klik

source: Duplicate
id: Duplicadu

source: Duplicate column name(s): %(columns)s
id: Naran koluna duplikadu(sira): %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
id: Duplika koluna/métrika rótulu sira: %(labels)s. Favor asegura katak koluna no métrika hotu-hotu iha rótulu úniku.

source: Duplicate dataset
id: Konjuntu dadus duplikadu

source: Duplicate tab
id: Tab duplikadu

source: Duration
id: Durasaun

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
id: Durasaun (iha segundu) husi tempu limite ba caching gráfiku sira husi baze-dadus ida-ne'e. Tempu limite 0 indika katak cache nunka expira, no -1 la liu cache. Nota katak ida-ne'e padraun ba tempu limite globál se la define.

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
id: Durasaun (iha segundu) husi tempu limite ba caching gráfiku sira husi baze-dadus ida-ne'e. Tempu limite 0 indika katak cache nunka expira. Nota katak ida-ne'e padraun ba tempu limite globál se la define.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
id: Durasaun (iha segundu) husi tempu limite ba gráfiku ida-ne'e. Nota katak ida-ne'e padraun ba tempu limite fonte dadus/tabela nian se la define.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
id: Durasaun (iha segundu) husi tempu limite ba gráfiku ida-ne'e. Tau ba -1 atu evita cache. Nota katak ida-ne'e padraun ba konjuntu dadus nia tempu limite se la define.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
id: Durasaun (iha segundu) husi tempu limite ba tabela ida-ne'e. Tempu liu 0 indika katak cache nunka expira. Nota katak ida-ne'e padraun ba tempu liu baze-dadus nian se la define.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
id: Durasaun (iha segundu) husi tempu remata metadadus nian ba eskema sira husi baze-dadus ida-ne'e. Se la tau, cache nunka expira.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
id: Durasaun (iha segundu) husi tempu remata metadadadus nian ba tabela sira husi baze-dadus ida-ne'e. Se la tau, cache nunka expira.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
id: Durasaun iha ms (1.40008 => 1ms 400μs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
id: Durasaun iha ms (100,40008 => 100ms 400µs 80ns)

source: Duration in ms (10500 => 0:10.5)
id: Durasaun iha ms (10500 => 0:10.5)

source: Duration in ms (66000 => 1m 6s)
id: Durasaun iha ms (66000 => 1m 6s)

source: Dynamic Aggregation Function
id: Funsaun Agregasaun Dinámiku

source: Dynamically search all filter values
id: Buka ho dinámiku valór filtru hotu-hotu

source: END (EXCLUSIVE)
id: FIM (ESKLUZIVU)

source: ERROR
id: ERRU

source: ERROR: %s
id: ERRU: %s

source: Each sheet must include these required columns:
id: Folin ida-idak tenke inklui koluna sira-ne'e:

source: Edge length
id: Komprimentu borde nian

source: Edge length between nodes
id: Komprimentu borde entre nodu sira

source: Edge symbols
id: Símbolu borde nian

source: Edge width
id: Largura borde nian

source: Edit Alert
id: Edit Alerta

source: Edit Bulletin
id: Edit Buletin

source: Edit CSS template properties
id: Edit propriedade modelu CSS sira

source: Edit Chart
id: Edit gráfiku

source: Edit Chart Properties
id: Edit propriedade gráfiku nian

source: Edit Column
id: Edit Koluna

source: Edit Database
id: Edit Baze-dadus

source: Edit Dataset
id: Edit konjuntu dadus

source: Edit Email Group
id: Edit Grupu Email

source: Edit Email Group: %s
id: Edit Grupu Email: %s

source: Edit Metric
id: Edit Métrika

source: Edit Report
id: Edit relatóriu

source: Edit Rule
id: Modu edisaun

source: Edit Table
id: Edit Tabela

source: Edit WhatsApp Group
id: Edit Grupu WhatsApp

source: Edit WhatsApp Group: %s
id: Edit Grupu WhatsApp: %s

source: Edit WhatsApp group
id: Edit grupu WhatsApp

source: Edit annotation
id: Edit anotasaun

source: Edit annotation layer
id: Edit kamada anotasaun

source: Edit annotation layer properties
id: Edit propriedade kamada anotasaun

source: Edit chart
id: Edit gráfiku

source: Edit chart properties
id: Edit propriedade gráfiku

source: Edit dashboard
id: Edit painél

source: Edit database
id: Edita baze-dadus

source: Edit dataset
id: Edita baze-dadus

source: Edit email group
id: Edit grupu email

source: Edit email report
id: Edit relatóriu email

source: Edit formatter
id: Edit formatador

source: Edit properties
id: Edit propriedade sira
