Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Use Area Proportions
id: Uza Proporsaun Área

source: Use a log scale
id: Uza eskala rejistu ida

source: Use a log scale for the X-axis
id: Uza eskala rejistu ba eixu X

source: Use a log scale for the Y-axis
id: Uza eskala rejistu ba eixu Y

source: Use an encrypted connection to the database
id: Uza koneksaun enkriptadu ba baze-dadus

source: Use an ssh tunnel connection to the database
id: Uza ligasaun túnel ssh ba baze-dadus

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
id: Uza gráfiku seluk ne'ebé eziste ona hanesan fonte ba anotasaun no sobrepozisaun sira. Ita-boot nia gráfiku tenke sai ida hosi tipu vizualizasaun sira-ne'e: [%s]

source: Use date formatting even when metric value is not a timestamp
id: Uza formatasaun data nian maski bainhira valór métriku la'ós karimbu tempu nian

source: Use legacy datasource editor
id: Uza editór fonte dadus legadu

source: Use metrics as a top level group for columns or for rows
id: Uza métrika sira hanesan grupu nivel aas ba koluna sira ka ba liña sira

source: Use only a single value.
id: Uza de'it valór ida.

source: Use the Advanced Analytics options below
id: Uza opsaun sira Análize Avansadu nian iha kraik

source: Use the JSON file you automatically downloaded when creating your service account.
id: Uza arkivu JSON ne'ebé ita-boot abaixa automatikamente bainhira kria ita-boot nia konta servisu nian.

source: Use the edit button to change this field
id: Uza butaun edit atu muda kampu ida-ne'e

source: Use this section if you want a query that aggregates
id: Uza seksaun ida-ne'e se ita-boot hakarak pergunta ida ne'ebé agrega

source: Use this section if you want to query atomic rows
id: Uza seksaun ida-ne'e se ita-boot hakarak atu halo konsulta ba liña atómiku sira

source: Use this to define a static color for all circles
id: Uza ida-ne'e atu define kór estátiku ba sírkulu hotu-hotu

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
id: Uza iha laran hodi identifika plugin. Tenke tau ba naran pakote nian hosi plugin nia pakote.json

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
id: Uza atu halo rezumu ba konjuntu dadus ida hodi halibur hamutuk estatístika oioin tuir eixu rua. Ezemplu sira: Númeru sira vendas nian tuir rejiaun no fulan, tarefa sira tuir estatutu no atribuidu, utilizadór ativu sira tuir idade no lokalizasaun. La'ós vizualizasaun ne'ebé furak liu, maibé informativu tebes no versátil.

source: User
id: Utilizadór

source: User doesn't have the proper permissions.
id: Utilizadór laiha lisensa sira ne'ebé loos.

source: User must select a value before applying the filter
id: Utilizadór tenke hili valór ida molok aplika filtru

source: User query
id: Pergunta husi utilizadór

source: Username
id: Naran Utilizadór

source: Users are not allowed to set a search path for security reasons.
id: Utilizadór sira la hetan lisensa atu tau hanesan parte peskiza tanba razaun seguransa nian.

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
id: Uza Estimasaun Densidade Núkleu Gaussianu hodi vizualiza distribuisaun espasiál dadus nian

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
id: Uza sasukat ida atu hatudu progresu hosi métrika ida ba alvu ida. Pozisaun husi markadór reprezenta progresu no valór terminál iha gauge reprezenta valór alvu.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
id: Uza sírkulu sira hodi vizualiza fluxu dadus nian liuhosi etapa oioin sistema ida nian. Tau liman-fuan iha dalan individuál sira iha vizualizasaun hodi komprende etapa sira ne'ebé maka valór ida foti. Útil ba multi-etapa, multi-grupu vizualizasaun funil no pipeline sira.

source: Value
id: Valor

source: Value Column
id: Valor Koluna nian

source: Value Domain
id: Valor Domíniu

source: Value Format
id: Formatu Valór

source: Value Range to Color Mapping
id: Valór Range ba Mapeamentu Kór

source: Value and Percentage
id: Valór no Persentajen

source: Value bounds
id: Limite valór sira

source: Value cannot exceed %s
id: Valór labele liu %s

source: Value difference between the time periods
id: Diferensa valór entre períodu tempu sira

source: Value format
id: Formatu valór

source: Value must be 0 or greater
id: Valór tenke 0 ka boot liu

source: Value must be greater than 0
id: Valór tenke boot liu 0

source: Value to Color Mapping
id: Valór ba Mapeamentu Kór

source: Values are dependent on other filters
id: Valór sira depende ba filtru sira seluk

source: Values dependent on
id: Valór sira ne'ebé dependente ba

source: Values selected in other filters will affect the filter options to only show relevant values
id: Valór sira ne'ebé hili iha filtru sira seluk sei afeta opsaun filtru sira hodi hatudu de'it valór sira ne'ebé relevante

source: Vehicle Types
id: Tipu Veíkulu sira

source: Verbose Name
id: Naran Detallu

source: Version
id: Versaun

source: Version number
id: Númeru versaun

source: Vertical (Left)
id: Vertical (karuk)

source: Video game consoles
id: Konsola videojogu sira

source: View
id: Haree

source: View All »
id: Haree hotu »

source: View Dataset
id: Haree Konjuntu Dadus

source: View all charts
id: Haree gráfiku hotu-hotu

source: View as table
id: Haree hanesan tabela

source: View keys & indexes (%s)
id: Haree xave sira no índise sira (%s)

source: View on Map
id: Haree iha Mapa

source: View query
id: Haree pergunta

source: Viewed
id: Vistu

source: Viewed %s
id: Visualizadu %s

source: Viewport
id: Porta ezibisaun

source: Virtual dataset
id: Konjuntu dadus virtuál

source: Virtual dataset query cannot be empty
id: Pergunta konjuntu dadus virtuál labele mamuk

source: Virtual dataset query cannot consist of multiple statements
id: Pergunta konjuntu dadus virtuál labele kompostu hosi deklarasaun oioin

source: Virtual dataset query must be read-only
id: Pergunta ba konjuntu dadus virtuál tenke lee de'it

source: Visual Tweaks
id: Ajustamentu Vizuál sira

source: Visual formatting
id: Formatasaun

source: Visualization Type
id: Tipu visualizasaun

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
id: Vizualiza konjuntu paralelu ida hosi métrika sira iha grupu oioin. Grupu ida-idak vizualiza uza nia liña pontu rasik no métrika ida-idak reprezenta hanesan ninin iha gráfiku.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
id: Vizualiza métrika relasionadu ida iha grupu par sira. Excel Heatmaps sira sai di'ak liu hodi hatudu korelasaun ka forsa entre grupu rua. Kór uza atu subliña forsa ligasaun entre grupu par ida-idak.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
id: Vizualiza dadus jeoespasiál hanesan edifísiu 3D, paizajen, ka objetu sira iha vizaun grid.

source: Visualize geospatial data with feed entries for each region. Shows a count of entries as circles on the map.
id: Vizualiza dadus jeoespasiál ho entrada sira ba rejiaun ida-idak. Hatudu kontajen ida hosi entrada sira hanesan sírkulu sira iha mapa.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
id: Vizualiza oinsá métrika ida muda iha tempu uza barra sira. Hatama grupu ida tuir koluna hodi vizualiza métrika sira nivel grupu nian no oinsá sira muda iha tempu.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
id: Vizualiza nivel oioin hosi ierarkia uza estrutura hanesan ai-hun ne'ebé familiar.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
id: Vizualiza série rua ne'ebé diferente uza eixu x ne'ebé hanesan. Nota katak série rua ne'e bele vizualiza ho tipu gráfiku ne'ebé diferente (ezemplu. 1 uza barra sira no 1 uza liña ida).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
id: Vizualiza métrika ida iha dimensaun tolu hosi dadus iha gráfiku ida de'it (eixu X, eixu Y, no medida bolu nian). Bola sira hosi grupu hanesan bele hatudu uza kór bolu nian.

source: Visualizes connected points, which form a path, on a map.
id: Vizualiza pontu sira ne'ebé konektadu, ne'ebé forma dalan ida, iha mapa ida.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
id: Vizualiza área jeográfika sira hosi ita-boot nia dadus hanesan polígonu sira iha mapa ne'ebé renderiza hosi Mapbox. Polígonu sira bele hetan kór uza métrika ida.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
id: Vizualiza área jeográfika sira hosi ita-boot nia dadus hanesan polígonu sira iha mapa ne'ebé renderiza hosi Mapbox. Polígonu sira bele hetan kór uza métrika ida.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
id: Vizualiza oinsá métrika ida de'it varia iha nasaun ida nia subdivizaun prinsipál sira (estadu sira, provínsia sira, nst) iha mapa choropleth. Valór subdivizaun ida-idak nian aumenta bainhira ita-boot tau liman iha baliza jeográfika ne'ebé korresponde.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
id: Vizualiza objetu sira ho série tempu oioin iha gráfiku ida de'it. Gráfiku ida-ne'e la uza ona no ami rekomenda atu uza Gráfiku Série-Tempu nian.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
id: Vizualiza fluxu hosi grupu nia valór sira ne'ebé diferente liuhosi etapa oioin hosi sistema ida. Etapa foun sira iha pipeline ne'e vizualiza hanesan nodu ka kamada sira. Barra ka ninin sira nia mahar reprezenta métrika ne'ebé maka vizualiza hela.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
id: Vizualiza liafuan sira iha koluna ida ne'ebé mosu liu no beibeik. Fonte ne'ebé boot liu koresponde ba frekuénsia ne'ebé aas liu.

source: Viz is missing a datasource
id: Viz laiha fonte dadus ida

source: Viz type
id: Tipu vizualizasaun

source: WED
id: KUA

source: Waiting on %s
id: Hein hela ba %s

source: Waiting on database...
id: Hein hela ba baze-dadus...

source: Want to add a new database?
id: Hakarak aumenta baze-dadus foun?

source: Warning
id: Alerta

source: Warning Message
id: Mensajen Alerta

source: Warning!
id: Atensaun!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
id: Atensaun! Muda konjuntu dadus bele sobu gráfiku se metadadus la eziste.

source: Was unable to check your query
id: La konsege verifika ita-boot nia pergunta

source: Waterfall Chart
id: Gráfiku Fluxu

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
id: Ami labele konekta ba ita-boot nia baze-dadus. Klik "Haree liután" ba informasaun ne'ebé fornese hosi baze-dadus ne'ebé bele ajuda rezolve problema.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
id: Ita parese labele rezolve koluna "%(column)s" iha liña %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
id: Ami parese labele rezolve koluna "%(column_name)s".

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
id: Ita labele rezolve koluna "%(column_name)s" iha liña %(location)s.

source: We have the following keys: %s
id: Ita iha xave sira tuir mai: %s

source: We were unable to active or deactivate this report.
id: Ami la konsege ativa ka dezativa relatóriu ida-ne'e.

source: We were unable to carry over any controls when switching to this new dataset.
id: Ami la konsege lori kontrolu ruma bainhira muda ba konjuntu dadus foun ida-ne'e.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
id: Ami la konsege konekta ba ita-boot nia baze-dadus ho naran "%(database)s". Favor verifika ita-boot nia naran baze-dadus no koko fali.

source: Weather Forecasts
id: Previzaun Tempu

source: Weather data provided by ECMWF
id: Dadus kona-ba tempu forsene husi ECMWF

source: Wednesday
id: Loron Kinta

source: Week
id: Semana

source: Week ending Saturday
id: Semana remata iha loron-sábadu

source: Week ending Sunday
id: Semana remata iha Domingu

source: Week starting Monday
id: Semana hahú iha Loron Segunda

source: Week starting Sunday
id: Semana hahú iha Loron Domingu

source: Weekly Report
id: Relatóriu semanal

source: Weekly Report for %s
id: Relatóriu semanal ba %s

source: Weekly seasonality
id: Sazonalidade semanal

source: Weeks %s
id: Semana sira %s

source: Weight
id: Pezu

source: Welcome
id: Benvindo

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
id: Ami iha problema atu karrega rezultadu sira-ne'e. Pergunta sira tau ba tempu limite hafoin %s segundu.

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
id: Ami iha problema atu karrega vizualizasaun ida-ne'e. Pergunta sira tau ba tempu liu hafoin %s segundu.

source: What should be shown as the label
id: Saida maka tenke hatudu hanesan rótulu

source: What should be shown as the tooltip label
id: Saida maka tenke hatudu hanesan rótulu tooltip nian

source: What should be shown on the label?
id: O ne'ebé maka dezenvolve konstar la iha rótulu?

source: What should happen if the table already exists
id: Saida maka tenke akontese se tabela ne'e eziste ona

source: WhatsApp Group
id: Grupu WhatsApp

source: WhatsApp Groups
id: Grupu WhatsApp sira

source: WhatsApp group
id: Grupu WhatsApp

source: WhatsApp: Failed (%(error)s).
id: WhatsApp: Falla (%(error)s).

source: WhatsApp: Success (%(status)s).
id: WhatsApp: Susesu (%(status)s).

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
id: Bainhira `Tipu kalkulasaun` tau ba "Mudansa persentajen", Formatu Eixu Y nian obrigadu ba `.1%`

source: When a secondary metric is provided, a linear color scale is used.
id: Bainhira fornese métrika sekundária, uza eskala kór lineár.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
id: Bainhira permite opsaun KRIA TABELA HANESAN iha SQL Lab, opsaun ida-ne'e obriga tabela atu kria iha eskema ida-ne'e

source: When checked, the map will zoom to your data after each query
id: Bainhira marka ona, mapa sei halo zoom ba ita-boot nia dadus hafoin pergunta ida-idak

source: When enabled, users are able to visualize SQL Lab results in Explore.
id: Bainhira ativa, utilizadór sira bele vizualiza rezultadu sira SQL Lab nian iha Explore.

source: When only a primary metric is provided, a categorical color scale is used.
id: Bainhira fornese de'it métrika primária, uza eskala kór kategoriál.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
id: Bainhira espesifika SQL, fonte dadus atua hanesan vizaun ida. Superset sei uza deklarasaun ida-ne'e hanesan sub-konsulta ida enkuantu halo agrupamentu no filtrasaun ba pergunta inan sira ne'ebé maka hamosu.

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
id: Bainhira koluna temporál sekundáriu sira hetan filtrajen, aplika filtru hanesan ba koluna datatempu prinsipál.

source: When unchecked, colors from the selected color scheme will be used for time shifted series
id: Bainhira la marka, kór sira hosi eskema kór ne'ebé hili ona sei uza ba série sira ne'ebé muda iha tempu

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
id: Bainhira uza "Filtru sira autokompleta nian", ida-ne'e bele uza hodi hadi'a dezempeñu hosi pergunta ne'ebé hetan valór sira. Uza opsaun ida-ne'e atu aplika predikadu ida (kláuzula WHERE) ba pergunta ne'ebé hili valór distintu sira hosi tabela. Normalmente intensaun maka atu limita eskaneamentu liuhosi aplika filtru tempu relativu iha kampu partisionadu ka indeksadu relasionadu ho tempu.

source: When using 'Group By' you are limited to use a single metric
id: Bainhira uza 'Grupu tuir' ita-boot limita atu uza métrika ida de'it

source: When using other than adaptive formatting, labels may overlap
id: Bainhira uza formatasaun seluk duké adaptativu, rótulu sira bele taka malu

source: When using this option, default value can’t be set. Using this option may impact the load times for your dashboard.
id: Bainhira uza opsaun ida-ne'e, valór padraun labele tau. Uza opsaun ida-ne'e bele fó impaktu ba tempu karregamentu ba ita-boot nia dashboard.

source: Whether the progress bar overlaps when there are multiple groups of data
id: Karik barra progresu nian taka malu bainhira iha grupu dadus oioin

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
id: Se tabela ne'e hamosu hosi fluxu 'Visualize' iha SQL Lab

source: Whether this column is exposed in the `Filters` section of the explore view.
id: Karik koluna ida-ne'e espozitu iha seksaun `Filtru sira` iha vista esplorasaun nian.

source: Whether to align background charts with both positive and negative values at 0
id: Atu aliña gráfiku sira ho valór pozitivu no negativu iha 0

source: Whether to align positive and negative values in cell bar chart at 0
id: Atu aliña valór pozitivu no negativu sira iha gráfiku barra sélula nian iha 0

source: Whether to always show the annotation label
id: Karik atu hatudu nafatin rótulu anotasaun nian

source: Whether to animate the progress and the value or just display them
id: Karik atu anima progresu no valór ka hatudu de'it sira

source: Whether to apply a normal distribution based on rank on the color scale
id: Karik atu aplika distribuisaun normál ida bazeia ba klasifikasaun iha eskala kór nian

source: Whether to apply filter when items are clicked
id: Karik atu aplika filtru bainhira item sira klik

source: Whether to colorize numeric values by if they are positive or negative
id: Karik atu koloriza valór numériku sira tuir se sira pozitivu ka negativu

source: Whether to colorize numeric values by whether they are positive or negative
id: Karik atu koloriza valór numériku sira tuir sira pozitivu ka negativu

source: Whether to display a bar chart background in table columns
id: Karik atu hatudu fondu gráfiku barra nian iha koluna tabela nian

source: Whether to display a legend for the chart
id: Karik atutu hatudu lejenda ida ba gráfiku

source: Whether to display bubbles on top of countries
id: Karik atu hatudu bolu sira iha nasaun sira nia leten

source: Whether to display text labels on the map
id: Atu hatudu ka lae rótulu testu nian iha mapa

source: Whether to display the aggregate count
id: Karik atu hatudu kontajen agregadu

source: Whether to display the interactive data table
id: Karik atu hatudu tabela dadus interativu

source: Whether to display the labels.
id: Karik atu hatudu rótulu sira.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
id: Atu hatudu rótulu sira ka lae. Nota katak rótulu hatudu de'it bainhira limite 5%.

source: Whether to display the legend (toggles)
id: Karik atu hatudu ka lae lejenda (toggles)

source: Whether to display the metric name as a title
id: Karik atu hatudu naran métrika nian hanesan títulu ida

source: Whether to display the min and max values of the X-axis
id: Karik atu hatudu valór mínimu no másimu sira hosi eixu X

source: Whether to display the min and max values of the Y-axis
id: Karik atu hatudu valór mínimu no másimu sira hosi eixu Y

source: Whether to display the numerical values within the cells
id: Karik atu hatudu valór numériku sira iha sélula sira nia laran

source: Whether to display the percentage value in the tooltip
id: Atu hatudu ka lae valór persentajen iha tooltip

source: Whether to display the stroke
id: Karik atu hatudu trasu

source: Whether to display the time range interactive selector
id: Karik atu hatudu seletór interativu tempu nian

source: Whether to display the timestamp
id: Karik atu hatudu karimbu tempu nian

source: Whether to display the tooltip labels.
id: Karik atu hatudu rótulu sira tooltip nian.

source: Whether to display the total value in the tooltip
id: Atu hatudu valór totál iha tooltip

source: Whether to display the trend line
id: Karik atu hatudu liña tendénsia nian

source: Whether to enable changing graph position and scaling.
id: Karik atu permite mudansa ba pozisaun gráfiku no eskala.

source: Whether to enable node dragging in force layout mode.
id: Karik atu permite arrasta nodu iha modo forsa dezeñu.

source: Whether to fill the objects
id: Karik atu prenxe objetu sira

source: Whether to ignore locations that are null
id: Karik atu ignora fatin sira ne'ebé maka nulu

source: Whether to include a client-side search box
id: Karik atu inklui kaixa peskiza ida iha kliente nia sorin

source: Whether to include the percentage in the tooltip
id: Karik atu inklui persentajen iha tooltip

source: Whether to include the time granularity as defined in the time section
id: Karik atu inklui granularidade tempu nian hanesan define iha seksaun tempu nian

source: Whether to make the grid 3D
id: Karik atu halo grid 3D

source: Whether to make the histogram cumulative
id: Karik atu halo histograma kumulativu

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
id: Karik atu halo koluna ida-ne'e disponivel hanesan opsaun [Granularidade Tempu], koluna tenke hanesan DATETIME ka DATETIME

source: Whether to normalize the histogram
id: Karik atu normaliza histograma

source: Whether to populate autocomplete filters options
id: Karik atu prenxe opsaun sira filtru autokompletu nian
