Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: The cumulative option allows you to see how your data accumulates over different values. When enabled, the histogram bars represent the running total of frequencies up to each bin. This helps you understand how likely it is to encounter values below a certain point. Keep in mind that enabling cumulative doesn't change your original data, it just changes the way the histogram is displayed.
id: Opsaun kumulativu permite ita-boot atu haree oinsá ita-boot nia dadus akumula iha valor sira diferente. Bainhira ativa, barra histograma sira reprezenta totál frekuénsia sira ne'ebé hala'o hela to'o iha lixu fatin ida-idak. Ida-ne'e ajuda ita-boot atu komprende oinsá maka iha posibilidade atu hasoru valór sira iha pontu ida nia okos. Hanoin katak ativa kumulativu la muda ita-boot nia dadus orijinál, ida-ne'e muda de'it maneira ne'ebé hatudu histograma.

source: The normalize option transforms the histogram values into proportions or probabilities by dividing each bin's count by the total count of data points. This normalization process ensures that the resulting values sum up to 1, enabling a relative comparison of the data's distribution and providing a clearer understanding of the proportion of data points within each bin.
id: Opsaun normaliza transforma valór sira histograma nian ba proporsaun sira ka probabilidade sira hodi fahe kontajen bin ida-idak nian ho kontajen totál pontu dadus nian. Prosesu normalizasaun ida-ne'e garante katak valór sira ne'ebé rezulta hamutuk 1, permite komparasaun relativu ida hosi distribuisaun dadus nian no fornese komprensaun klaru liu kona-ba proporsaun pontu dadus nian iha bin ida-idak nia laran.

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
id: Filtru ne'e mai husi kontestu dashboard. La bele guarda bainhira rai gráfiku ne’e.

source: <p>Your report/alert was unable to be generated because of the following error: %(text)s</p> <p>Please check your dashboard/chart for errors.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
id: <p>Ita-boot nia relatóriu/alerta labele hamosu tanba erru tuirmai: %(text)s</p> <p>Favor haree Ita-boot nia painél/gráfiku ba erru sira.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>

source: (excluded)
id: (excluídu)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
id: Define opasidade ba 0 se ita lakohi atu troka kór ne'ebé espesífika ona iha GeoJSON

source: a dashboard OR
id: painel OU ida

source: a new one
id: foun ida

source: at line %(line)d
id: iha liña %(line)d

source: expression which needs to adhere to the
id: Espresaun ne'ebé presiza atu adere ba

source: near '%(highlight)s'
id: besik '%(highlight)s'

source: source code of Superset's sandboxed parser
id: Kódigu fonte análize nian iha área ne'ebé limitadu iha Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
id: Atu asegura katak orden leksiku konsistente ho orden kronolojiku. Se Formatu tempu la aplika ba padraun ISO 8601 Ita presiza define espresaun no tipu ba Transforma testu iha data ka tempu. Nota: Naturalmente la hetan apoiu husi zona tempu nian (fusos horários). Karik tempu ne'ebé rai iha formatu epoch_s ka epoch_ms. Se laiha padraun espesífiku Ita uza padraun tuir kada nivel baze-dadus/naran kolumn liu husi parámetru extra.

source: to add calculated columns
id: atu aumenta koluna kalkuladu sira

source: to add metrics
id: atu aumenta métrika sira

source: to edit or add columns and metrics.
id: atu edita ka aumenta koluna no métrika sira.

source: to mark a column as a time column
id: atu marka koluna ida hanesan koluna tempu nian

source: to open SQL Lab. From there you can save the query as a dataset.
id: atu loke Lab SQL. Husi ne'ebá ita-boot bele rai pergunta hanesan konjuntu dadus.

source: to visualize your data.
id: atu haree ita nia dadus sira.

source: != (Is not equal)
id: != (diferente)

source: % calculation
id: kálkulo % calculation

source: % of parent
id: % o husi aman

source: % of total
id: % o total

source: %(dialect)s cannot be used as a data source for security reasons.
id: %(dialect)s labele uza hanesan fonte dadus tanba razaun seguransa nian.

source: %(label)s file
id: %(label)s husi Arkivu

source: %(message)s This may be triggered by: %(issues)s
id: %(message)s Ida-ne'e bele hamosu hosi: %(issues)s

source: %(name)s.pdf
id: %(name)s.csv

source: %(object)s does not exist in this database.
id: %(object)s la eziste iha baze-dadus ida-ne'e.

source: %(other)s charts will appear here
id: %(other)s gráfiku sira sei mosu iha ne'e

source: %(other)s dashboards will appear here
id: %(other)s painél sira sei mosu iha ne'e

source: %(other)s recents will appear here
id: %(other)s sira ne'ebé foin lalais sei mosu iha ne'e

source: %(other)s saved queries will appear here
id: %(other)s pergunta sira ne'ebé rai ona sei mosu iha ne'e

source: %(report_type)s schedule frequency exceeding limit. Please configure a schedule with a minimum interval of %(minimum_interval)d minutes per execution.
id: %(report_type)sfrekuénsia oráriu nian ne'ebé liu limite. Favor konfigura oráriu ida ho intervalu mínimu minutu %(minimum_interval)d ba kada ezekusaun.

source: %(rows)d rows returned
id: %(rows)d liña sira ne'ebé fila fali

source: %(subtitle)s This may be triggered by: %(issue)s
id: %(subtitle)s Ida-ne'e bele hamosu hosi: %(issue)s

source: %(suggestions)s instead of "%(undefinedParameter)s"?
id: %(suggestions)s imbesde "%(undefinedParameter)s"?

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
id: %(validator)s la konsege verifika ita-boot nia pergunta. Favor haree ita-boot nia pergunta. Esepsaun: %(ex)s

source: %s Error
id: %s Erru

source: %s PASSWORD
id: %s Seña ka liafuan xave

source: %s SSH TUNNEL PASSWORD
id: %s SEÑA TÚNEL SSH NIAN

source: %s SSH TUNNEL PRIVATE KEY
id: %s XAVI PRIVADU TÚNEL SSH NIAN

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
id: %s SEÑA HUSI XAVI PRIVADU TÚNEL SSH NIAN

source: %s Selected
id: %s Selesionadu

source: %s Selected (%s Physical, %s Virtual)
id: %s selesionadu (%s Fíziku , %s Virtual)

source: %s Selected (Physical)
id: %s Selesionadu (Fíziku)

source: %s Selected (Virtual)
id: %s Selesionadu (Virtual)

source: %s aggregates(s)
id: %s agregadu(s)

source: %s column(s)
id: %s Koluna(s)

source: %s ineligible item(s) are hidden
id: %s item sira ne'ebé la elejível subar hela

source: %s items could not be tagged because you don’t have edit permissions to all selected objects.
id: %s item sira labele tau marka tanba ita-boot laiha lisensa atu edita ba objetu sira hotu ne'ebé maka hili ona.

source: %s operator(s)
id: %s operador(es)

source: %s option
id: %s opsaun

source: %s option(s)
id: %s opsaun sira

source: %s recipients
id: %s destinatáriu sira

source: %s row
id: %s liña

source: %s saved metric(s)
id: %s guarda métrika sira

source: %s updated
id: %s atualizadu

source: %s-%s of %s
id: %s-%s de %s

source: (Removed)
id: (Removidu)

source: (deleted or invalid type)
id: (eskluidu ka díjitu inválido)

source: (no description, click to see stack trace)
id: (laiha deskrisaun, klik atu haree trasu pilla nian)

source: ), and they become available in your SQL (example:
id: ), no sira sai disponivel iha ita-boot nia SQL (ezemplu:

source: *%(name)s* %(description)s Error: %(text)s
id: *%(name)s* %(description)s Erro: %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
id: *%(name)s* %(description)s <%(url)s|Explore no Superset > %(table)s

source: + %s more
id: + %s mais

source: + Add Range
id: Aumenta Intervalu

source: + Add Value
id: Aumenta Valor

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
id: -- Nota: Se ita-boot la rai ita-boot nia pergunta, aba sira-ne'e sei LA persiste se ita-boot hamoos ita-boot nia cookies ka muda browser sira.

source: -- Select Email Group(s) --
id: -- Hili Grupu Email(sira) --

source: -- Select WhatsApp Group(s) --
id: -- Hili Grupu WhatsApp nian --

source: -- Select a Bulletin --
id: -- Hili Buletin ida --

source: ... and %s others
id: ... no %s seluk

source: 0 Selected
id: 0 selesionadu

source: 1 calendar day frequency
id: 1 dia de calendário de frequência

source: 1 day
id: Loron 1

source: 1 day ago
id: Loron 1 liu ba

source: 1 hour
id: Oras 1

source: 1 hourly frequency
id: frekuensia kada oras 1

source: 1 minute
id: minutu 1

source: 1 minutely frequency
id: frekuensia kada minute 1

source: 1 month ago
id: fulan 1 liu ba

source: 1 month end frequency
id: frekuensia ikus fulan 1 nian

source: 1 month start frequency
id: frekuensia hahú fulan 1 nian

source: 1 week
id: semana 1

source: 1 week ago
id: semana 1 liu ba

source: 1 week starting Monday (freq=W-MON)
id: semana 1 hahú Segunda (freq=W-SEG)

source: 1 week starting Sunday (freq=W-SUN)
id: semana 1 hahú iha Domingu (freq=W-DOM)

source: 1 year
id: tinan 1

source: 1 year ago
id: tinan 1 liu ba

source: 1 year end frequency
id: Frekuensia ikus tinan 1 nian

source: 1 year start frequency
id: Frekuensia hahú tinan 1 nian

source: 10 minute
id: minute 10 liu ba

source: 104 weeks
id: semana 104

source: 104 weeks ago
id: semana 104 liu ba

source: 15 minute
id: minutu 15

source: 156 weeks
id: semana 156

source: 156 weeks ago
id: semana 156 liu ba

source: 1AS
id: AS1

source: 1D
id: L1

source: 1H
id: F1

source: 1M
id: M1

source: 1T
id: T1

source: 2 years
id: tinan 2

source: 2 years ago
id: tinan 2 liu ba

source: 2/98 percentiles
id: persentil 2/98 sira

source: 28 days
id: loron 28

source: 28 days ago
id: loron 28 liu ba

source: 3 letter code of the country
id: letra 3 kódigu nasaun nian

source: 3 years
id: tinan 3

source: 3 years ago
id: tinan 3 liu ba

source: 30 days
id: loron 30

source: 30 days ago
id: loron 30 liu ba

source: 30 minute
id: minutu 30

source: 30 minutes
id: minutu 30

source: 30 second
id: segundus 30

source: 30 seconds
id: segundus 30

source: 4 weeks (freq=4W-MON)
id: semana 4 (freq=4S-SEG)

source: 5 minute
id: minutu 5

source: 5 minutes
id: minutu 5

source: 5 second
id: segundu 5

source: 5 seconds
id: segundu 5

source: 52 weeks
id: semana 52

source: 52 weeks ago
id: semana 52 liu ba

source: 52 weeks starting Monday (freq=52W-MON)
id: semana 52 hahú iha Segunda (freq=52W-SEG)

source: 6 hour
id: oras 6

source: 60 days
id: loron 60

source: 7 calendar day frequency
id: frekuensia 7 loron kalendariu nian

source: 7 days
id: loron 7

source: 9/91 percentiles
id: pursentu 9/91

source: 90 days
id: loron 90

source: < (Smaller than)
id: < (ki'ik liu)

source: <= (Smaller or equal)
id: <= (ki'ik ou hanesan)

source: <enter SQL expression here>
id: <hatama espresaun SQL iha ne'e>

source: <new column>
id: <koluna foun>

source: <new metric>
id: <métrika foun>

source: <new spatial>
id: <espasiál foun>

source: <no type>
id: <laiha tipu>

source: == (Is equal)
id: == (Hanesan)

source: > (Larger than)
id: > (Bo'ot liu)

source: >= (Larger or equal)
id: >= (Bo'ot ou hanesan)

source: A Big Number
id: Númeru boot ida

source: A comma separated list of columns that should be parsed as dates
id: Lista koluna sira ne'ebé haketak ho vírgula ne'ebé tenke analiza hanesan data ka loron

source: A comma-separated list of schemas that files are allowed to upload to.
id: Lista eskema sira ne'ebé ho vírgula haketak maka arkivu sira ne'ebé bele karega.

source: A database port is required when connecting via SSH Tunnel.
id: Presiza porta baze-dadus ida bainhira halo ligasaun liu Tunél SSH.

source: A database with the same name already exists.
id: Baze-dadus ida ho naran hanesan eziste ona.

source: A date is required when using custom date shift
id: Presiza data ida bainhira uza mudansa data personalizadu

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"int"}. Check Python's Pandas library for supported data types.
id: Disionáriu ida ho naran koluna sira no sira nia tipu dadus sira se ita-boot presiza atu muda padraun sira. Ezemplu: {"user_id":"int"}. Verifika Python nia biblioteka Pandas ba tipu dadus ne'ebé suporta.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
id: URL kompletu ida ne'ebé hatudu ba fatin husi plugin ne'ebé harii ona (bele host iha CDN ida porezemplu)

source: A handlebars template that is applied to the data
id: Modelu guiador ida ne'ebé maka aplika ba dadus

source: A human-friendly name
id: Naran ida ne'ebé amigavel ba ema

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
id: Lista ida husi naran domíniu sira ne'ebé bele inkorpora painél ida-ne'e. Husik kampu ida-ne'e mamuk sei permite inkorporasaun hosi domíniu ruma.

source: A list of tags that have been applied to this chart.
id: Lista ida hosi tag sira ne'ebé maka aplika ona ba gráfiku ida-ne'e.

source: A list of users who can alter the chart. Searchable by name or username.
id: Lista ida husi utilizadór sira ne'ebé bele altera gráfiku. Bele buka tuir naran ka naran utilizadór.

source: A map of the world, that can indicate values in different countries.
id: Mapa ida kona-ba mundu, ne'ebé bele hatudu valór sira iha nasaun oioin.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
id: Mapa ida ne'ebé maka hatudu sírkulu sira ho raiu variável iha koordenasaun latitude/longitude

source: A metric to use for color
id: Métrika ida atu uza ba kór

source: A new chart and dashboard will be created.
id: Gráfiku no painél foun ida sei kria.

source: A new chart will be created.
id: Gráfiku foun ida sei kria.

source: A new dashboard will be created.
id: Dashboard foun ida sei kria.

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
id: Gráfiku koordenasaun polar ida iha ne'ebé sírkulu ne'e fahe ba kuña sira ho ângulu hanesan, no valór ne'ebé reprezenta hosi kualkér kuña ilustra hosi nia área, envezde nia raiu ka ângulu varredura nian.

source: A readable URL for your chart.
id: URL ida ne'ebé bele lee ba ita-boot nia gráfiku.

source: A readable URL for your dashboard
id: URL ida ne'ebé bele lee ba ita-boot nia painél

source: A reference to the [Time] configuration, taking granularity into account
id: Referénsia ida ba konfigurasaun [Tempu], hodi konsidera granularidade

source: A report named "%(name)s" already exists
id: Relatóriu ida ho naran "%(name)s" eziste ona

source: A reusable dataset will be saved with your chart.
id: Konjuntu dadus ida ne'ebé bele uza filafali sei rai ho ita-boot nia gráfiku.

source: A set of parameters that become available in the query using Jinja templating syntax
id: Konjuntu ida husi parámetru sira ne'ebé sai disponivel iha pergunta uza sintaxe modelu Jinja nian

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
id: Gráfiku série tempu nian ne'ebé vizualiza oinsá métrika relasionadu ida hosi grupu oioin varia iha tempu. Grupu ida-idak vizualiza uza kór ida ne'ebé diferente.

source: A timeout occurred while executing the query.
id: Akontese tempu liu bainhira ezekuta hela pergunta.

source: A timeout occurred while generating a csv.
id: Akontese tempu liu bainhira hamosu hela csv ida.

source: A timeout occurred while generating a dataframe.
id: Akontese tempu liu bainhira hamosu kuadru dadus ida.

source: A timeout occurred while taking a screenshot.
id: Akontese tempu liu bainhira hasai hela imajen ida.

source: A valid color scheme is required
id: Presiza eskema kór ida ne'ebé válidu

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
id: Gráfiku bee-moos nian maka forma ida husi vizualizasaun dadus ne'ebé ajuda atu komprende efeitu kumulativu hosi valór pozitivu ka negativu sira ne'ebé maka introdús tuir sekuénsia. Valór intermédiu sira-ne'e bele bazeia ba tempu ka bazeia ba kategoria.

source: APPLY
id: APLIKA

source: APR
id: ABR

source: AUG
id: AGO

source: AXIS TITLE MARGIN
id: MARJEN TÍTULU EIXU

source: AXIS TITLE POSITION
id: POZISAUN TÍTULU EIXU

source: About
id: Kona-ba

source: Access
id: Asesu

source: Access token
id: Token asesu

source: Action
id: Asaun

source: Action Log
id: Rejistu Asaun

source: Actions
id: Asaun sira

source: Active
id: Ativu

source: Active filters
id: Filtru ativu sira

source: Actual Values
id: Valór Reál sira

source: Actual range for comparison
id: Rangu loloos ba komparasaun

source: Actual time range
id: Rangu tempu loloos

source: Actual value
id: Valór loloos

source: Actual values
id: Valór loloos sira

source: Acute Respiratory Infection
id: Infesaun Respiratoria Aguda

source: Adaptive formatting
id: Formatasaun adaptativu

source: Add
id: Hatama

source: Add Alert
id: Hatama Alerta

source: Add BCC Recipients
id: Hatama Destinatáriu sira BCC nian

source: Add CC Recipients
id: Hatama Destinatáriu sira CC nian

source: Add CSS template
id: Hatama modelu CSS

source: Add Chart
id: Hatama Gráfiku

source: Add Chart Thumbnail
id: Hatama Gráfiku Miniatura

source: Add Column
id: Hatama Koluna

source: Add Dashboard
id: Hatama painél

source: Add Database
id: Hatama Baze-dadus

source: Add Divider
id: Hatama Dividór

source: Add Email Group
id: Hatama Grupu Email

source: Add File Attachment
id: Hatama Aneksu ba Arkivu

source: Add Filter
id: Hatama Filtru

source: Add Log
id: Hatama Rejistu

source: Add Metric
id: Hatama Métrika

source: Add Report
id: Hatama Relatóriu

source: Add Rule
id: Hatama Regra

source: Add Tag
id: Hatama Tag

source: Add WhatsApp Group
id: Hatama Grupu WhatsApp

source: Add a Plugin
id: Hatama Plugin ida

source: Add a dataset
id: Hatama konjuntu dadus ida

source: Add a new tab
id: Hatama tab foun ida

source: Add a new tab to create SQL Query
id: Hatama tab foun ida hodi kria pregunta SQL

source: Add additional custom parameters
id: Hatama parametru personalizadu adisionál sira

source: Add an annotation layer
id: Hatama kamada anotasaun ida

source: Add an item
id: Hatama item ida

source: Add and edit filters
id: Hatama no edit filtru sira

source: Add annotation
id: Hatama anotasaun

source: Add annotation layer
id: Hatama kamada anotasaun

source: Add another notification method
id: Hatama métodu notifikasaun seluk

source: Add calculated columns to dataset in "Edit datasource" modal
id: Hatama koluna sira ne'ebé kalkula ona ba konjuntu dadus iha modal "Edit fonte dadus"

source: Add calculated temporal columns to dataset in "Edit datasource" modal
id: Hatama koluna temporál sira ne'ebé kalkula ona ba konjuntu dadus iha modal "Edit fonte dadus"

source: Add color for positive/negative change
id: Hatama kór ba mudansa pozitivu/negativu

source: Add cross-filter
id: Hatama filtru kruzadu

source: Add custom scoping
id: Hatama ámbitu personalizadu

source: Add dataset columns here to group the pivot table columns.
id: Hatama koluna sira konjuntu dadus nian iha ne'e hodi agrupa koluna sira tabela pivot nian.

source: Add delivery method
id: Hatama métodu entrega nian

source: Add description of your tag
id: Hatama deskrisaun ba ita-boot nia tag

source: Add extra connection information.
id: Hatama informasaun ligasaun adisionál.

source: Add filter
id: Hatama filtru

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
id: Hatama kláuzula filtru nian hodi kontrola pergunta fonte filtru nian, emaski iha de'it kontestu autokompletu nian, katak, kondisaun sira-ne'e la fó impaktu ba oinsá filtru ne'e aplika ba painél. Ida-ne'e útil bainhira ita-boot hakarak hadi'a dezempeñu pergunta nian hodi halo de'it eskaneamentu ba subkonjuntu ida husi dadus subjasente ka limita valór sira ne'ebé disponivel ne'ebé hatudu iha filtru.

source: Add item
id: Hatama item

source: Add metric
id: Hatama métrika

source: Add metrics to dataset in "Edit datasource" modal
id: Hatama métrika sira ba konjuntu dadus iha modal "Edit fonte dadus"

source: Add new color formatter
id: Hatama formatadór kór foun

source: Add new formatter
id: Hatama formatadór foun

source: Add or edit filters
id: Hatama ka edita filtru sira

source: Add required control values to preview chart
id: Hatama valór kontrolu sira ne'ebé presiza ba previzaun gráfiku

source: Add required control values to save chart
id: Hatama valór kontrolu sira ne'ebé presiza atu guarda gráfiku

source: Add sheet
id: Hatama folla

source: Add tag to entities
id: Hatama tag ba entidade sira

source: Add the name of the chart
id: Hatama gráfiku nia naran

source: Add the name of the dashboard
id: Hatama painél nia naran

source: Add to dashboard
id: Hatama ba painél

source: Added
id: Hatama ona

source: Added to 1 dashboard
id: Hatama 1 ba painél

source: Additional Parameters
id: Parámetru Adisionál sira

source: Additional fields may be required
id: Bele presiza kampu adisionál sira

source: Additional information
id: Informasaun adisionál

source: Additional metadata
id: Metadadus adisionál

source: Additional padding for legend.
id: Prensimentu adisionál ba lejenda.

source: Additional parameters
id: Parámetru adisionál sira

source: Additional settings.
id: Konfigurasaun adisionál sira.

source: Additional text to add before or after the value, e.g. unit
id: Testu adisionál atu aumenta antes ka depois valór, ezemplu unidade

source: Additive
id: Aditivu

source: Address
id: Enderessu

source: Adds color to the chart symbols based on the positive or negative change from the comparison value.
id: Hatama kór ba símbolu gráfiku sira bazeia ba mudansa pozitivu ka negativu hosi valór komparasaun.

source: Adjust column settings such as specifying the columns to read, how duplicates are handled, column data types, and more.
id: Ajusta konfigurasaun koluna nian hanesan espesifika koluna sira atu lee, oinsá maka jere duplikadu sira, tipu dadus koluna nian, no seluk tan.

source: Adjust how spaces, blank lines, null values are handled and other file wide settings.
id: Jere ajjustamentu oinsá espasu sira, liña mamuk sira, valór nulu sira maneja no konfigurasaun sira seluk ba arkivu luan.

source: Adjust how this database will interact with SQL Lab.
id: Ajusta oinsá baze-dadus ida-ne'e sei interatua ho SQL Lab.

source: Adjust performance settings of this database.
id: Ajusta konfigurasaun dezempeñu nian husi baze-dadus ida-ne'e.

source: Admin Post
id: Postu Admin

source: Administrative Posts with Facilities
id: Postu Administrativu ho Fasilidade

source: Advanced
id: Avansadu

source: Advanced Analytics
id: Análize Avansadu

source: Advanced Data type
id: Tipu Dadus Avansadu

source: Advanced analytics
id: Análize sira

source: Advanced analytics Query A
id: Análize avansadu Pergunta A
