Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Query %s: %s
id: Pregunta %s: %s

source: Query A
id: Pregunta A

source: Query B
id: Pregunta B

source: Query History
id: Istória pergunta nian

source: Query does not exist
id: Pergunta la eziste

source: Query history
id: Istória pergunta nian

source: Query imported
id: Pergunta importadu

source: Query in a new tab
id: Pergunta iha tab foun

source: Query is too complex and takes too long to run.
id: Pergunta ne'e kompleksu liu no lori tempu naruk liu atu hala'o.

source: Query mode
id: Modu pergunta

source: Query name
id: Naran pergunta nian

source: Query preview
id: Previzaun ba pergunta

source: Query was stopped
id: Pergunta paradu ona

source: Query was stopped.
id: Pergunta paradu ona.

source: RANGE TYPE
id: TIPU ALKANSE

source: RGB Color
id: Kór RGB

source: RLS Rule not found.
id: Regra RLS la hetan.

source: RLS rules could not be deleted.
id: Regra sira RLS nian labele atu apaga.

source: Radar Chart
id: Gráfiku Radar

source: Radar render type, whether to display 'circle' shape.
id: Tipu renderizasaun radar nian, atu hatudu forma 'sírkulu' ka lae.

source: Radius
id: Raiu

source: Radius in kilometers
id: Raiu iha kilómetru sira

source: Radius in meters
id: Raiu iha metru

source: Radius in miles
id: Raiu iha milla

source: Rainfall Forecast
id: Previzaun Udan Been

source: Range
id: Intervalu

source: Range filter
id: Filtru intervalu

source: Range filter plugin using AntD
id: Plugin filtru intervalu nian uza AntD

source: Range labels
id: Rotulu intervalu sira

source: Ranges
id: Intervalu sira

source: Ranges to highlight with shading
id: Intervalu sira atu destaka ho lalatak

source: Ranking
id: Klasifikasaun

source: Ratio
id: Rasio

source: Raw records
id: Rejistu brutu sira

source: Received unexpected count data format
id: Simu formatu dadus kontajen ne'ebé la espera

source: Received unexpected facility types data format
id: Simu formatu dadus tipu instalasaun sira ne'ebé la espera

source: Received unexpected locations data format
id: Simu ona formatu dadus lokalizasaun sira ne'ebé la espera

source: Recently created
id: Foin lalais ne'e kria

source: Recently created charts, dashboards, and saved queries will appear here
id: Gráfiku sira ne'ebé mak foin kria resentemente, painél sira, no pergunta sira ne'ebé guarda ona sei mosu iha ne'e

source: Recently edited charts, dashboards, and saved queries will appear here
id: Gráfiku sira ne'ebé mak foin edit resentemente, painél sira, no pergunta sira ne'ebé guarda ona sei mosu iha ne'e

source: Recently modified
id: Foin modifika resentemente

source: Recently viewed charts, dashboards, and saved queries will appear here
id: Os gráficos, painéis e consultas recentemente visualizados aparecerão aqui Gráfiku sira ne'ebé foin haree resentemente, painél sira, no pergunta sira ne'ebé guarda ona sei mosu iha ne'e

source: Recipients are separated by "," or ";"
id: Destinatáriu sira haketak ho "," ka ";"

source: Record Count
id: Rejistu Kontajen

source: Rectangle
id: Rektangulu

source: Recurring (every)
id: Rekorrente (kada)

source: Red for increase, green for decrease
id: Mean ba aumentu, verde ba diminuisaun

source: Redirects to this endpoint when clicking on the table from the table list
id: Rediresiona ba pontu finál ida-ne'e bainhira klik iha tabela hosi lista tabela nian

source: Redo the action
id: Halo fali asaun

source: Reduce X ticks
id: Hamenus marka X sira

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
id: Hamenus númeru husi marka sira iha eixu-X ne'ebé atu halo renderizasaun. Se loos, eixu x sei la nakonu no rótulu sira bele laiha. Se falsu, largura mínimu ida sei aplika ba koluna sira no largura bele nakonu ba iha rolu horizontál ida.

source: Refer to the
id: Refere ba

source: Referenced columns not available in DataFrame.
id: Koluna sira ne'ebé refere la disponivel iha DataFrame.

source: Refetch results
id: Foti fali rezultadu sira

source: Refresh
id: Refres

source: Refresh dashboard
id: Refres Dashboard

source: Refresh frequency
id: Frekuénsia refres nian

source: Refresh interval
id: Refres intervalu

source: Refresh interval saved
id: Refres Intervalu ne'ebé guarda ona

source: Refresh table schema
id: Refres eskema tabela nian

source: Refresh the default values
id: Refres valór padraun sira

source: Refreshing charts
id: Refres gráfiku sira

source: Refreshing columns
id: Refres koluna sira

source: Register
id: Rejistu

source: Register Account
id: Rejistu Konta

source: Register for an Account
id: Rejistu ba konta ida

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
id: Filtru regulár sira aumenta kláuzula sira iha ne'ebé ba pergunta sira se utilizadór ida pertense ba papél ida ne'ebé refere iha filtru, filtru baze sira aplika filtru sira ba pergunta hotu-hotu exetu papél sira ne'ebé define iha filtru, no bele uza hodi define saida maka utilizadór sira bele haree se laiha filtru RLS iha filtru ida nia laran grupu filtru aplika ba sira.

source: Relational
id: Relasional

source: Relationships between community channels
id: Relasaun entre kanál komunidade sira

source: Relative Date/Time
id: Data/Oras Relativu

source: Relative Humidity Forecast
id: Previzaun Relativu Umidade

source: Relative period
id: Períodu relativu

source: Relative quantity
id: Kuantidade relativu

source: Reload
id: Upload fila fali

source: Remove
id: Hasai

source: Remove Block
id: Hasai Bloku

source: Remove cross-filter
id: Hasai filtru kruzadu

source: Remove item
id: Hasai item

source: Remove query from log
id: Hasai pergunta husi rejistu

source: Remove table preview
id: Hasai previzaun tabela nian

source: Removed columns: %s
id: Koluna sira ne'ebé hasai ona: %s

source: Rename tab
id: Troka naran ba tab

source: Render HTML
id: Halo HTML

source: Render columns in HTML format
id: Renderiza koluna sira iha formatu HTML

source: Rendering
id: Renderizasaun

source: Renders table cells as HTML when applicable. For example, HTML &lt;a&gt; tags will be rendered as hyperlinks.
id: Halo sélula tabela nian hanesan HTML bainhira aplikavel. Porezemplu, HTML &lt;a&gt; tag sira sei hatudu hanesan hyperlink sira.

source: Replace
id: Troka

source: Replace Image
id: Troka Imajen

source: Report
id: Relatóriu

source: Report Name
id: Naran relatóriu

source: Report Schedule could not be created.
id: Labele atu kria oráriu Relatóriu nian.

source: Report Schedule could not be updated.
id: Labele atu atualiza oráriu Relatóriu nian.

source: Report Schedule delete failed.
id: Falla atu apaga Oráriu Relatóriu nian.

source: Report Schedule execution failed when generating a csv.
id: Ezekusaun Oráriu Relatóriu nian falla bainhira hamosu csv ida.

source: Report Schedule execution failed when generating a dataframe.
id: Ezekusaun Oráriu Relatóriu nian falla bainhira hamosu dataframe ida.

source: Report Schedule execution failed when generating a pdf.
id: Ezekusaun Oráriu Relatóriu nian falla bainhira hamosu pdf ida.

source: Report Schedule execution failed when generating a screenshot.
id: Ezekusaun Oráriu Relatóriu falla bainhira hamosu screenshot/foti imajen ida.

source: Report Schedule execution got an unexpected error.
id: Ezekusaun Oráriu Relatóriu hetan erru ida ne'ebé la espera.

source: Report Schedule is still working, refusing to re-compute.
id: Oráriu Relatóriu nian funsiona nafatin, rekuza atu halo komputasaun filafali.

source: Report Schedule log prune failed.
id: Relatóriu Oráriu rejistu prune falla.

source: Report Schedule not found.
id: La hetanOráriu Relatóriu nian.

source: Report Schedule parameters are invalid.
id: Parametru sira Oráriu Relatóriu nian la válidu.

source: Report Schedule reached a working timeout.
id: Oráriu Relatóriu nian atinji ona tempu limite.

source: Report Schedule state not found
id: La hetan Relatóriu Oráriu nia estadu

source: Report a Bug
id: Relata Erru ida

source: Report a bug
id: Relata erru ida

source: Report contents
id: Relatóriu nia Konteúdu sira

source: Report failed
id: Relatóriu falla

source: Report is active
id: Relatóriu ativu hela

source: Report name
id: Naran relatóriu

source: Report schedule client error
id: Oráriu Relatoriu kliente nian erru

source: Report schedule system error
id: Sistema Oráriu Relatoriu erru

source: Report schedule unexpected error
id: Erru ne' ebé la espera ba Oráriu Relatoriu

source: Report sending
id: Envia relatóriu

source: Report sent
id: Relatóriu enviadu

source: Report updated
id: Relatóriu atualizadu

source: Reports
id: Relatóriu sira

source: Repulsion
id: Repulsaun

source: Repulsion strength between nodes
id: Forsa repulsaun entre nodu sira

source: Request is incorrect: %(error)s
id: Pedidu la loos: %(error)s

source: Request is not JSON
id: Pedidu la'ós JSON

source: Request missing data field.
id: Husu kampu dadus ne'ebé falta.

source: Request timed out
id: Pedidu liu ona tempu

source: Required
id: Nesesáriu

source: Required control values have been removed
id: Valór kontrolu nesesariu sira ne'ebé hasai tiha ona

source: Resample
id: Amostra fali

source: Resample method should be in
id: Métodu amostra fila fali tenke iha

source: Resample operation requires DatetimeIndex
id: Operasaun amostra fila fali presiza DatetimeIndex

source: Reset
id: Redefini

source: Reset Password
id: Halo Seña Foun fali

source: Reset state
id: Redefini estadu

source: Resource already has an attached report.
id: Rekursu iha ona relatóriu ida ne'ebé anexa.

source: Resource was not found.
id: Rekursu la hetan.

source: Restore Filter
id: Restaura Filtru

source: Results
id: Rezultadu sira

source: Results %s
id: Rezultadu sira %s

source: Results backend is not configured.
id: Rezultadu sira backend nian la konfigura.

source: Results backend needed for asynchronous queries is not configured.
id: Rezultadu backend ne'ebé presiza ba pergunta asínkronu sira la konfiguradu.

source: Retry fetching results
id: Koko fali atu hetan rezultadu sira

source: Return to specific datetime.
id: Fila fali ba data no tempu espesífiku.

source: Reverse Lat & Long
id: Lat no Long Invertidu

source: Reverse lat/long
id: Lat/long invertidu

source: Rich Tooltip
id: Tooltip Riku

source: Rich tooltip
id: Tooltip Riku

source: Right
id: Loos

source: Right Axis Format
id: Formatu Eixu Loos

source: Right Axis Metric
id: Métrika Eixu Loos

source: Right axis metric
id: Métrika eixu loos

source: Right to Left
id: Loos ba Karuk

source: Right value
id: Valór loos

source: Right-click on a dimension value to drill to detail by that value.
id: Klik liman-loos iha valór dimensaun ida hodi buka detallu tuir valór ne'e.

source: Risks
id: Risku sira

source: Risks are required
id: Risku sira ne'ebé presiza

source: Role
id: Papél

source: Roles
id: Papél sira

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
id: Papél sira maka lista ida ne'ebé define asesu ba painél. Fó asesu ba papél ida ba painél ida sei evita verifikasaun nivel konjuntu dadus nian. Se laiha papél sira ne'ebé maka define, lisensa asesu regulár sira sei aplika.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
id: Papél sira maka lista ida ne'ebé define asesu ba painél. Fó asesu ba papél ida ba painél ida sei evita verifikasaun nivel konjuntu dadus nian. Se laiha papél sira ne'ebé maka define, lisensa asesu regulár sira sei aplika.

source: Rolling Function
id: Funsaun Rolamentu

source: Rolling Window
id: Janela Rolamentu

source: Rolling function
id: Funsaun rolamentu

source: Rolling window
id: Janela rolamentu

source: Root certificate
id: Sertifikadu abut

source: Root node id
id: Id nodu abut

source: Rose Type
id: Tipu Rosa

source: Rotate x axis label
id: Tipu Rosa

source: Rotate y axis label
id: Rota rótulu eixu y nian

source: Rotation to apply to words in the cloud
id: Rotasaun atu aplika ba liafuan sira iha kalohan (cloud)

source: Round cap
id: Cap redonda

source: Row
id: Liña

source: Row Level Security
id: Seguransa Nivel Liña

source: Row containing the headers to use as column names (0 is first line of data).
id: Liña ne'ebé kontein kabellasu sira atu uza hanesan naran koluna nian (0 maka liña dahuluk dadus nian).

source: Row limit
id: Limite liña

source: Rows
id: Liña sira

source: Rows per page, 0 means no pagination
id: Liña sira iha kada pájina, 0 signifika laiha pajinasaun

source: Rows subtotal position
id: Pozisaun subtotál liña sira

source: Rows to read
id: Liña sira hodi lee

source: Rule
id: Regra

source: Rule Name
id: Naran Regra

source: Rule added
id: Regra ne'ebé aumenta ona

source: Run
id: Hala'o

source: Run a query to display query history
id: Hala'o pergunta ida hodi hatudu istória pergunta nian

source: Run a query to display results
id: Hala'o pergunta ida hodi hatudu rezultadu sira

source: Run current query
id: Hala'o pergunta atuál

source: Run in SQL Lab
id: Hala'o iha Lab SQL

source: Run query
id: Hala'o pergunta

source: Run query (Ctrl + Return)
id: Hala'o pergunta (Ctrl + Return)

source: Run query in a new tab
id: Hala'o pergunta iha tab foun

source: Run selection
id: Hala'o selesaun

source: Running
id: Hala'o hela

source: Running statement %(statement_num)s out of %(statement_count)s
id: Hala'o hela deklarasaun %(statement_num)s husi %(statement_count)s

source: SAT
id: SAB

source: SECOND
id: SEGUNDU

source: SEP
id: SET

source: SQL Copied!
id: SQL Kopia ona!

source: SQL Expression
id: Espresaun SQL

source: SQL Lab View
id: Viizaun SQL Lab

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
id: SQL Lab uza ita-boot nia browser nia armazenamentu lokál hodi rai pergunta no rezultadu sira. Agora daudaun, ita-boot uza hela %(currentUsage)s KB husi %(maxStorage)d KB espasu armazenamentu nian. Atu SQL Lab labele monu, favór ida apaga tab pergunta nian balu. Ita-boot bele asesu fali ba pergunta sira-ne'e hodi uza rekursu Save molok ita-boot apaga tab. Nota katak ita-boot sei presiza taka janela SQL Lab sira seluk molok ita-boot halo ida-ne'e.

source: SQL Query
id: Pergunta SQL

source: SQL expression
id: Espresaun SQL

source: SQL query
id: Pergunta SQL

source: SSH Host
id: Host SSH

source: SSH Password
id: Seña SSH

source: SSH Port
id: Porta SSH

source: SSH Tunnel
id: Túnel SSH

source: SSH Tunnel configuration parameters
id: Parametru sira konfigurasaun Túnel SSH nian

source: SSH Tunnel could not be deleted.
id: Labele atu apaga túnel SSH.

source: SSH Tunnel could not be updated.
id: Labele atu atualiza túnel SSH.

source: SSH Tunnel not found.
id: La hetan Túnel SSH.

source: SSH Tunnel parameters are invalid.
id: Parametru sira SSH Tunél nian la válidu.

source: SSH Tunneling is not enabled
id: Túnel SSH la ativa

source: SSL Mode "require" will be used.
id: Modu SSL "presiza" sei uza.

source: START (INCLUSIVE)
id: HAHU (INKLUZIVU)

source: STEP %(stepCurr)s OF %(stepLast)s
id: ETAPA %(stepCurr)s BA %(stepLast)s

source: SUN
id: DOM

source: Safety Tips
id: Dika sira Seguransa nian

source: Safety Tips are required
id: Dika seguransa nian ne'ebé presiza

source: Sample Standard Deviation
id: Amostra Desviasaun Padraun

source: Sample Variance
id: Variansia Amostra

source: Samples
id: Amostra sira

source: Samples for dataset could not be retrieved.
id: Amostra sira ba konjuntu dadus labele hetan fali.

source: Samples for datasource could not be retrieved.
id: Amostra sira ba fonte dadus labele hetan.

source: Sankey Chart
id: Gráfiku Sankey

source: Sankey Diagram (legacy)
id: Diagrama Sankey (legadu)

source: Sankey Diagram with Loops
id: Diagrama Sankey ho loop sira

source: Satellite
id: Satélite

source: Satellite Streets
id: Rua Satélite sira

source: Saturday
id: Sábadu

source: Save
id: Guarda

source: Save & Explore
id: Guarda no Esplora

source: Save & go to dashboard
id: Guarda no ba iha painél

source: Save (Overwrite)
id: Guarda (Boot liu )

source: Save Changes
id: Guarda Mudansa sira

source: Save as
id: Guarda hanesan

source: Save as Dataset
id: Guarda hanesan Konjuntu dadus

source: Save as dataset
id: Guarda hanesan konjuntu dadus

source: Save as new
id: Guarda hanesan foun

source: Save as...
id: Guarda hanesan…

source: Save as:
id: Guarda hanesan:

source: Save changes
id: Guarda alterasaun sira

source: Save chart
id: Guarda Gráfiku

source: Save dashboard
id: Guarda painél

source: Save dataset
id: Guarda Konjuntu dadus

source: Save for this session
id: Guarda ba sesaun ida-ne'e

source: Save or Overwrite Dataset
id: Guarda ka Boot liu fali Konjuntu Dadus

source: Save query
id: Guarda pergunta

source: Save the query to enable this feature
id: Guarda pergunta atu ativa funsaun ida-ne'e

source: Save this query as a virtual dataset to continue exploring
id: Guarda pergunta ida-ne'e hanesan konjuntu dadus virtuál ida hodi kontinua esplora

source: Saved
id: Guarda ona

source: Saved Queries
id: Pergunta sira ne'ebé guarda ona

source: Saved expressions
id: Espresaun sira ne'ebé guarda ona

source: Saved metric
id: Métrika ne'ebé guarda ona

source: Saved queries
id: Pergunta sira ne'ebé guarda ona

source: Saved queries could not be deleted.
id: Pergunta sira ne'ebé guarda ona labele atu apaga.

source: Saved query not found.
id: La hetan pergunta ne'ebé guarda ona.

source: Saved query parameters are invalid.
id: Parametru pergunta nian ne'ebé rai ona la válidu.

source: Scale and Move
id: Eskala no Movimentu

source: Scale only
id: Eskala de'it

source: Scatter
id: Espalla

source: Scatter Plot
id: Plot Espalla

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
id: Plot Espalla iha eixu horizontál iha unidade lineár sira, no pontu sira liga tuir orden. Ida-ne'e hatudu relasaun estatístika entre variável rua.

source: Schedule
id: Oráriu/Ajenda

source: Schedule a new email report
id: Halo ajenda relatóriu email foun ida

source: Schedule email report
id: Halo ajenda relatóriu email

source: Schedule query
id: Halo ajenda pergunta

source: Schedule the query periodically
id: Halo ajenda pergunta periodikamente

source: Schedule type
id: Tipu ajenda

source: Scheduled
id: Ajenda ona

source: Scheduled at (UTC)
id: Ajenda ona iha (UTC)

source: Scheduled task executor not found
id: La hetan ezekutór tarefa ne'ebé ajenda ona

source: Schema
id: Eskema

source: Schema cache timeout
id: Cache eskema nian liu ona tempu limite

source: Schema, as used only in some databases like Postgres, Redshift and DB2
id: Eskema, hanesan uza de'it iha baze-dadus balun hanesan Postgres, Redshift no DB2

source: Schemas allowed for File upload
id: Eskema sira ne'ebé permitidu ba hatama arkivu

source: Scope
id: Ámbitu

source: Scoping
id: Halo Ámbitu

source: Screenshot width
id: Foti imajen largura ekran nian

source: Screenshot width must be between %(min)spx and %(max)spx
id: Foti imajen largura ekran nian tenke entre %(min)spx no %(max)spx

source: Scroll
id: Rolajen/Dudu

source: Scroll down to the bottom to enable overwriting changes.
id: Dudu tun ba kraik atu permite mudansa sira ba hakerek liu fali.

source: Search
id: Buka

source: Search %s records
id: Rejistubuka nian %s

source: Search / Filter
id: Buka / Filtru

source: Search Metrics & Columns
id: Buka Métrika sira no Koluna sira

source: Search all charts
id: Buka gráfiku hotu-hotu

source: Search box
id: Kaixa Buka nian

source: Search by query text
id: Buka tuir testu pergunta nian

source: Search columns
id: Buka koluna sira

source: Search for a chart
id: Buka gráfiku ida

source: Search in filters
id: Buka iha filtru sira

source: Search...
id: Buka...

source: Second
id: Segundu

source: Secondary
id: Sekundáriu

source: Secondary Metric
id: Métrika Sekundária

source: Secondary currency format
id: Formatu moeda sekundária

source: Secondary y-axis Bounds
id: Limite sira hosi eixu-y sekundáriu

source: Secondary y-axis format
id: Formatu eixu y sekundáriu

source: Secondary y-axis title
id: Títulu eixu-y sekundáriu

source: Seconds %s
id: Segundu sira %s

source: Seconds value
id: Valór segundu sira

source: Secure Extra
id: Aseguru Extra

source: Secure extra
id: Aseguru extra

source: Security
id: Seguransa

source: See all %(tableName)s
id: Haree sira hotu %(tableName)s

source: See less
id: Haree menus

source: See more
id: Haree barak liu tan

source: See query details
id: Haree detallu sira kona-ba pergunta

source: See table schema
id: Haree eskema tabela nian

source: Select
id: Hili

source: Select ...
id: Hili ...

source: Select Bulletin
id: Hili Buletin

source: Select Chart for Thumbnail
id: Hili gráfiku ba imajen ki'ik

source: Select Delivery Method
id: Hili Métodu Entrega

source: Select Email Group(s)
id: Hili Grupu Email(sira)

source: Select Image
id: Hili Imajen

source: Select Image File
id: Hili Arkivu Imajen

source: Select Tags
id: Hili Tag sira

source: Select Viz Type
id: Hili Tipu Viz

source: Select Week (1-53)
id: Hili Semana (1-53)

source: Select WhatsApp Group(s)
id: Hili Grupu WhatsApp(s)

source: Select WhatsApp group(s) to see combined recipients.
id: Hili grupu(sira) WhatsApp nian atu haree destinatáriu sira ne'ebé kombinadu.

source: Select Year
id: Hili Tinan

source: Select a WhatsApp group to see recipient count.
id: Hili grupu WhatsApp ida atu haree númeru destinatáriu sira.

source: Select a bulletin above to preview.
id: Hili boletin ida iha leten atu preve.

source: Select a bulletin to see its PDF preview.
id: Hili boletin ida atu haree nia previzaun PDF.

source: Select a chart
id: Hili gráfiku ida

source: Select a column
id: Hili koluna ida

source: Select a dashboard
id: Hili painél ida

source: Select a database
id: Hili baze-dadus ida

source: Select a database table and create dataset
id: Hili tabela baze-dadus ida no kria konjuntu dadus

source: Select a database table.
id: Hili tabela baze-dadus ida.

source: Select a database to connect
id: Hili baze-dadus ida konekta

source: Select a database to upload the file to
id: Hili baze-dadus ida atu hatama arkivu ba

source: Select a database to write a query
id: Hili baze-dadus ida atu hakerek pergunta ida

source: Select a dataset
id: Hili konjuntu dadus ida

source: Select a delimiter for this data
id: Hili delimitadór ida ba dadus ida-ne'e

source: Select a dimension
id: Hili dimensaun ida

source: Select a metric to display on the right axis
id: Hili métrika ida atu hatudu iha eixu loos

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
id: Hili métrika ida atu hatudu. Ita-boot bele uza funsaun agregasaun ida iha koluna ida ka hakerek SQL kostumizadu ida hodi kria métrika ida.

source: Select a schema
id: Hili eskema ida

source: Select a schema if the database supports this
id: Hili eskema ida se baze-dadus suporta ida-ne'e

source: Select a sheet name from the uploaded file
id: Hili naran folha ida hosi arkivu ne'ebé maka hatama ona
