Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Log Scale
id: Eskala Log

source: Log retention
id: Retensaun rejistu

source: Logarithmic axis
id: Eixu logarítmiku

source: Logarithmic scale on primary y-axis
id: Eskala logarítmika iha eixu y primáriu

source: Logarithmic scale on secondary y-axis
id: Eskala logarítmika iha eixu y sekundáriu

source: Logarithmic x-axis
id: Eixu x logarítmiku

source: Logarithmic y-axis
id: Eixu y logarítmiku

source: Login with
id: Login ho

source: Logs
id: Rejistu sira

source: Long dashed
id: Trasu naruk

source: Longitude & Latitude
id: Longitude no titude

source: Longitude & Latitude columns
id: Koluna sira Longitude & Latitude nian

source: Longitude and Latitude
id: Longitude no Latitude

source: Longitude of default viewport
id: Longitude husi vista padraun

source: Lower Threshold
id: Limite Inferiór

source: Lower threshold must be lower than upper threshold
id: Limite kraik tenke ki'ik liu duké limite leten

source: MAY
id: MAIU

source: MINUTE
id: minutu

source: MON
id: SEG

source: Main
id: Prinsipál

source: Main Datetime Column
id: Koluna Data-Tempu Prinsipál

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
id: Asegura katak kontrolu sira konfigura ho loloos no fonte dadus kontein dadus ba intervalu tempu ne'ebé hili ona

source: Make the x-axis categorical
id: Halo eixu x sai kategoriál

source: Malformed request. slice_id or table_name and db_name arguments are expected
id: Pedidu ne'ebé la forma. slice_id ka table_name no db_name argumentu sira ne' ebé espetadu ona

source: Manage
id: Jere

source: Manage Email Groups
id: Jere Grupu Email sira

source: Manage WhatsApp Groups
id: Jere Grupu WhatsApp sira

source: Manage email report
id: Jere relatóriu email

source: Manage your databases
id: Jere Ita-boot nia baze-dadus sira

source: Mandatory
id: Obrigatóriu

source: Manually set min/max values for the y-axis.
id: Definir manualmente os valores mínimo/máximo para o eixo y.

source: Map
id: Mapa

source: Map Settings
id: Konfigurasaun Mapa

source: Map Style
id: Estilo do mapa

source: Map View
id: Haree iha Mapa

source: Map specific ranges of values to colors. Click "+ Add Range" to add a new mapping.
id: Mapa valór espesífiku sira ba kór sira. Klik "+ Add Range" atu aumenta mapeamentu foun.

source: Map specific values to colors. Click "+ Add Value" to add a new mapping.
id: Mapa valór espesífiku sira ba kór sira. Klik "+ Hatama Valór" atu aumenta mapeamentu foun.

source: March
id: Marsu

source: Margin
id: Marjen

source: Mark a column as temporal in "Edit datasource" modal
id: Marka koluna hanesan modal temporal ida "Edit fonte dadus"

source: Marker
id: Markdor

source: Marker Size
id: Tamañu Markadór nian

source: Marker labels
id: Markador rótulu sira

source: Marker line labels
id: Markador rótulu liña sira

source: Marker lines
id: Liña markasaun

source: Marker size
id: Tamañu markador

source: Markers
id: Markador sira

source: Markup type
id: Tipu markasaun

source: Match time shift color with original series
id: Halo korrespondénsia ba kór mudansa tempu nian ho série orijinál

source: Max
id: Máx

source: Max Bubble Size
id: Bola nia tamanu máximu

source: Max Events
id: Eventu maximu sira

source: Max Temperature Forecast
id: Previzaun Temperatura Maximu

source: Max Value
id: Valor Máximu

source: Maximum
id: Máximu

source: Maximum Font Size
id: Tamanho Máximo da Fonte

source: Maximum Radius
id: Raiu Máximu

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
id: Tamañu raiu máximu sírkulu nian, iha pixel sira. Nu'udar nivel zoom nian muda, ida-ne'e garante katak sírkulu respeita raiu másimu ida-ne'e.

source: Maximum value
id: Valor máximu

source: Maximum value on the gauge axis
id: Valór máximu iha eixu sasukat nian

source: May
id: Maiu

source: Mean of values over specified period
id: Média hosi valór sira iha períodu espesífiku

source: Mean values
id: Valór médiu sira

source: Median
id: Mediana

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
id: Mediana luan borde nian, borde ninin ne'ebé mahar liu sei sai mahar liu dala 4 tan duké ida ne'ebé mihis liu.

source: Median node size, the largest node will be 4 times larger than the smallest
id: Tamañu nodu medianu, nodu ne'ebé boot liu sei sai boot liu dala 4 tan duké ki'ik liu

source: Median values
id: Valór medianu sira

source: Medium
id: Médiu

source: Memory in bytes - binary (1024B => 1KiB)
id: Memória iha bytes - bináriu (1024B => 1KiB)

source: Memory in bytes - decimal (1024B => 1.024kB)
id: Memória iha bytes - bináriu (1024B => 1KiB)

source: Menu actions trigger
id: Asaun menu nian hamosu

source: Message
id: Mensajen

source: Message Body Sent
id: Mensajen nia isin haruka ona

source: Message Column
id: Koluna Mensajen

source: Message content
id: Mensajen nia konteúdu

source: Message is required
id: Presiza mensajen

source: Metadata
id: Metadadus

source: Metadata Parameters
id: Parámetru Metadata nian

source: Metadata has been synced
id: Metadadu sira ne'ebé sinkronizadu ona

source: Method
id: Métodu

source: Metric
id: Métrika

source: Metric '%(metric)s' does not exist
id: Métrika '%(metric)s' la eziste

source: Metric Key
id: Xave Métrika

source: Metric Unit
id: Unidade Métrika

source: Metric ``%(metric_name)s`` not found in %(dataset_name)s.
id: Métrika ``%(metric_name)s`` la hetan iha %(dataset_name)s.

source: Metric ascending
id: Métrika ne'ebé sa'e

source: Metric assigned to the [X] axis
id: Métrika ne'ebé atribui ba eixu [X]

source: Metric assigned to the [Y] axis
id: Métrika ne'ebé atribui ba eixu [Y]

source: Metric change in value from `since` to `until`
id: Mudansa métrika iha valór husi `desde` ba `to'o`

source: Metric currency
id: Moeda métrika

source: Metric descending
id: Métrika ne'ebé tun

source: Metric factor change from `since` to `until`
id: Mudansa fatór métriku husi `desde` ba `to'o`

source: Metric for node values
id: Métrika ba valór nodu sira

source: Metric name
id: Naran métriku

source: Metric name [%s] is duplicated
id: Naran métriku [%s] maka duplikadu

source: Metric percent change in value from `since` to `until`
id: Persentu métriku mudansa iha valór husi `desde` ba `to'o`

source: Metric that defines the size of the bubble
id: Métrika ne'ebé define bolu nia tamañu

source: Metric to display bottom title
id: Métrika atu hatudu títulu iha kraik

source: Metric to display in the map
id: Métrika atu hatudu iha mapa

source: Metric used as a weight for the grid's coloring
id: Métrika ne'ebé uza hanesan pezu ba grid nia kór

source: Metric used to calculate bubble size
id: Métrika ne'ebé uza hodi kalkula bolu nia tamañu

source: Metric used to control height
id: Métrika ne'ebé uza hodi kontrola altura

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
id: Métrika ne'ebé uza atu define hanesan maka série sira iha leten klasifika se iha série ka limite sélula nian. Se la define fila fali ba métrika labarik (ne’ebé apropriadu).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
id: Métrika ne'ebé uza atu define oinsá maka série sira iha leten klasifika se série ka limite liña ida prezente. Se la define fila fali ba métrika dahuluk (ne’ebé apropriadu).

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
id: Métrika ne'ebé uza atu ordena limite se limite série ida prezente. Se la define fila fali ba métrika dahuluk (ne’ebé apropriadu).

source: Metrics
id: Métrika sira

source: Middle
id: Médiu

source: Midnight
id: Kalan boot

source: Miles
id: Millas

source: Min Periods
id: Períodu mínimu sira

source: Min Temperature Forecast
id: Previzaun Temperatura Minimu

source: Min Value
id: Valór Mínimu

source: Min Width
id: Largura mínimu

source: Min periods
id: Períodu mínimu sira

source: Min value must be less than max value
id: Valór mínimu tenke menus hosi valór másimu

source: Min/max (no outliers)
id: Min/max (la iha outliers)

source: Mine
id: Ha'u nian

source: Minimum
id: Mínimu

source: Minimum Font Size
id: Tamañu Fonte Mínimu

source: Minimum Radius
id: Raiu Mínimu

source: Minimum leaf node event count
id: Númeru mínimu ba eventu nodu folla nian

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
id: Tamañu raiu mínimu hosi sírkulu, iha pixel sira. Nu'udar nivel zoom nian muda, ida-ne'e garante katak sírkulu respeita raiu mínimu ida-ne'e.

source: Minimum threshold in percentage points for showing labels.
id: Limite mínimu iha pontu persentajen sira hodi hatudu rótulu sira.

source: Minimum value
id: Valor mínimu

source: Minimum value for label to be displayed on graph.
id: Valór mínimu ba rótulu ne'ebé sei hatudu iha gráfiku.

source: Minimum value on the gauge axis
id: Valór mínimu iha eixu sasukat nian

source: Minor Split Line
id: Liña Divizaun Ki'ik

source: Minor ticks
id: Tiku ki'ik sira

source: Minute
id: Minutu

source: Minutes %s
id: Minutu %s

source: Minutes value
id: Valor mínimu

source: Missing Municipalities
id: Munisípiu sira ne'ebé falta

source: Missing URL parameters
id: Parametru URL ne'ebé laiha

source: Missing dataset
id: Konjuntu dadus ne'ebé laiha

source: Mixed Chart
id: Gráfiku Misturadu

source: Mobile App Broadcast: Failed (%(error)s).
id: Transmisaun Aplikasaun Móvel: La konsege (%(error)s).

source: Mobile App Broadcast: Success.
id: Transmisaun Aplikasaun Móvel: Susesu.

source: Modified
id: Modifika ona

source: Modified %s
id: Modifika ona %s

source: Modified by
id: Modifika husi

source: Modified by: %s
id: Modifika husi: %s

source: Modified columns: %s
id: Koluna sira ne'ebé modifika ona: %s

source: Modified:
id: Modifika ona:

source: Monday
id: Segunda

source: Month
id: Fulan

source: Months %s
id: Fulan sira %s

source: More
id: Barak liután

source: More actions
id: Asaun barak liután

source: More filters
id: Filtru barak liután

source: MotherDuck token
id: Token MotherDuck

source: Move only
id: Bele nuda de'it

source: Moves the given set of dates by a specified interval.
id: Muda konjuntu data sira ne'ebé fó ona ho intervalu espesífiku ida.

source: Multi-Dimensions
id: Multi-Dimensaun

source: Multi-Layers
id: Multi-Kamada sira

source: Multi-Levels
id: Multi-Nivel sira

source: Multi-Variables
id: Multi-Variável sira

source: Multiple
id: Múltiplu

source: Multiple filtering
id: Filtrajen múltipla

source: Multiple formats accepted, look the geopy.points Python library for more details
id: Formatu oioin aseita ona, haree iha biblioteka Python geopy.points ba detalle liután

source: Multiplier
id: Multiplikador

source: Municipality
id: Munisipiu

source: Must be unique
id: Tenke úniku

source: Must choose either a chart or a dashboard
id: Tenke hili gráfiku ida ka painél ida

source: Must have a [Group By] column to have 'count' as the [Label]
id: Tenke iha koluna [Grupu Tuir] atu iha 'konta' hanesan [Rótulu]

source: Must have at least one numeric column specified
id: Tenke iha pelumenus koluna numérika ida ne'ebé espesifika ona

source: Must provide ISO codes column
id: Tenke fornese koluna kódigu ISO sira

source: Must provide credentials for the SSH Tunnel
id: Tenke fornese kredensial sira ba Tunél SSH

source: Must specify a country
id: Tenke espesifika nasaun ida

source: Must specify a message column
id: Tenke espesifika koluna mensajen ida

source: Must specify a metric
id: Tenke espesifika métrika ida

source: Must specify a parameter column
id: Tenke espesifika koluna parametru ida

source: Must specify a status column
id: Tenke espesifika koluna estatutu ida

source: Must specify a temporal column
id: Tenke espesifika koluna temporál ida

source: Must specify a title column
id: Tenke espesifika koluna títulu ida

source: Must specify a value column
id: Tenke espesifika koluna valór ida

source: Must specify a value for filters with comparison operators
id: Tenke espesifika valór ida ba filtru sira ho operadór komparasaun sira

source: My beautiful colors
id: Ha'u nia kór furak sira

source: My column
id: Ha'u nia koluna

source: My metric
id: Ha'u nia métrika

source: N/A
id: L/D

source: NOT GROUPED BY
id: LA AGRUPA HUSI

source: NOW
id: AGORA

source: NUMERIC
id: NUMÉRIKU

source: Name
id: Naran

source: Name (A-Z)
id: Naran (A-Z)

source: Name (Z-A)
id: Name (A-Z)

source: Name is required
id: Presiza naran

source: Name must be unique
id: Naran tenke úniku

source: Name of table to be created
id: Naran tabela nian ne'ebé atu kria

source: Name of the column containing the id of the parent node
id: Naran husi koluna ne'ebé kontein id husi nodu inan

source: Name of the id column
id: Naran husi koluna id

source: Name of the source nodes
id: Naran husi fonte nodu sira

source: Name of the table that exists in the source database
id: Naran husi tabela ne'ebé eziste iha baze-dadus fonte

source: Name of the target nodes
id: Naran husi alvu nodu sira

source: Name of your tag
id: Ita-boot nia tag nia naran

source: Name your database
id: Fó naran ba ita-boot nia baze-dadus

source: Need help? Learn how to connect your database
id: Presiza ajuda? Aprende oinsá atu liga ita-boot nia baze-dadus

source: Need help? Learn more about
id: Presiza ajuda? Aprende liután kona-ba

source: Network error
id: Rede erru

source: Network error.
id: Rede erru.

source: New Password
id: Seña Foun

source: New chart
id: Gráfiku foun

source: New columns added: %s
id: Koluna foun sira aumenta ona: %s

source: New dataset
id: Konjuntu dadus foun

source: New dataset name
id: Naran konjuntu dadus foun

source: New header
id: Kabellasu foun

source: New tab
id: Tab foun

source: New tab (Ctrl + q)
id: Tab foun (Ctrl + q)

source: New tab (Ctrl + t)
id: Tab foun (Ctrl + t)

source: Next
id: Tuir mai

source: Nightingale Rose Chart
id: Gráfiku Nightingale Rose

source: No
id: Lae/Laiha

source: No %s yet
id: Seidauk iha %s

source: No Data
id: Laiha Dadus

source: No Results
id: Laiha Rezultadu

source: No Rules yet
id: Seidauk iha Regra sira

source: No Tags created
id: Laiha Tag sira ne'ebé kria

source: No annotation layers
id: Laiha kamada anotasaun nian

source: No annotation layers yet
id: Seidauk iha kamada anotasaun nian

source: No annotation yet
id: Seidauk iha anotasaun

source: No applied filters
id: Laiha filtru sira ne'ebé aplika

source: No available filters.
id: Laiha filtru sira ne'ebé disponivel.

source: No channels were processed.
id: Laiha kanál sira ne'ebé maka prosesa.

source: No charts
id: Laiha gráfiku sira

source: No charts yet
id: Seidauk iha gráfiku sira

source: No columns found
id: La hetan koluna sira

source: No compatible catalog found
id: La hetan katálogu kompativel

source: No compatible columns found
id: La hetan koluna kompativel sira

source: No compatible datasets found
id: La hetan konjuntu dadus kompativel sira

source: No compatible schema found
id: La hetan eskema kompativel

source: No dashboards yet
id: Seidauk iha painél sira

source: No data
id: Laiha dadus

source: No data after filtering or data is NULL for the latest time record
id: Laiha dadus hafoin filtrajen ka dadus maka NULU ba rejistu tempu ikus liu

source: No data in file
id: Laiha dadus iha arkivu

source: No databases match your search
id: Laiha baze-dadus ne'ebé hanesan ho ita-boot nia peskiza

source: No description
id: Laiha deskrisaun

source: No description available.
id: Laiha deskrisaun ne'ebé disponivel.

source: No disease alerts returned from API
id: Laiha alerta moras nian ne'ebé maka fila hosi API

source: No emails listed
id: Laiha email sira ne'ebé maka lista

source: No entities have this tag currently assigned
id: Laiha entidade sira ne'ebé maka foin daudaun atribui tag ida-ne'e

source: No facilities found
id: La hetan fasilidade sira

source: No filter
id: Laiha filtru

source: No filter is selected.
id: Laiha filtru ne'ebé maka hili.

source: No filters
id: Laiha filtru sira

source: No filters are currently added to this dashboard.
id: Laiha filtru sira ne'ebé maka foin daudaun aumenta ba painél ida-ne'e.

source: No form settings were maintained
id: Laiha konfigurasaun formuláriu nian ne'ebé maka mantein

source: No global filters are currently added
id: Laiha filtru globál sira ne'ebé foin daudaun aumenta

source: No matching records found
id: La hetan rejistu sira ne'ebé hanesan

source: No numbers listed
id: Laiha númeru sira ne'ebé maka alista

source: No of Bins
id: Númeru Lixu-fatin sira

source: No preview available or chart has no thumbnail.
id: Laiha previzaun ne'ebé disponivel ka gráfiku laiha imajen ki'ik.

source: No recents yet
id: Seidauk iha resente sira

source: No records found
id: La hetan rejistu sira

source: No results
id: Laiha rezultadu

source: No results found
id: La hetan rezultadu

source: No results match your filter criteria
id: Laiha rezultadu ne'ebé tuir ita-boot nia kritériu filtru nian

source: No results were returned for this query
id: Laiha rezultadu sira ne'ebé maka hetan fila fali ba pergunta ida-ne'e

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
id: Laiha rezultadu sira ne'ebé maka hetan fila fali ba pergunta ida-ne'e. Se ita-boot espeta atu hetan fila fali rezultadu sira, asegura katak filtru ruma konfigura ho loloos no fonte dadus kontein dadus ba intervalu tempu ne'ebé maka hili.

source: No rows were returned for this dataset
id: Laiha liña sira ne'ebé maka fila fali ba konjuntu dadus ida-ne'e

source: No samples were returned for this dataset
id: Laiha amostra sira ne'ebé maka fó fila ba konjuntu dadus ida-ne'e

source: No saved expressions found
id: La hetan espresaun sira ne'ebé guarda ona

source: No saved metrics found
id: La hetan métrika sira ne'ebé maka guada ona

source: No saved queries yet
id: Seidauk iha pergunta sira ne'ebé maka guarda ona

source: No stored results found, you need to re-run your query
id: La hetan rezultadu sira ne'ebé guarda ona, ita-boot presiza hala'o filafali ita-boot nia pergunta

source: No such column found. To filter on a metric, try the Custom SQL tab.
id: La hetan koluna hanesan ne'e. Atu filtra métrika ida, koko kostumiza tab SQL.

source: No table columns
id: Laiha koluna tabela nian

source: No tabs found in this dashboard
id: Laiha tab ne'ebé hetan iha dashboard ida-ne'e

source: No temporal columns found
id: La hetan koluna temporál sira

source: No time columns
id: Laiha koluna tempu nian

source: No valid email groups were selected or found for Email dissemination.
id: Laiha grupu email válidu sira ne'ebé maka hili ka hetan ba diseminasaun Email.

source: No valid tabs found in this dashboard
id: Laiha tab válidu ne'ebé hetan iha dashboard ida-ne'e

source: No validator found (configured for the engine)
id: La hetan validadór (konfigura ona ba motór)

source: No validator named %(validator_name)s found (configured for the %(engine_spec)s engine)
id: La hetan validadór ho naran %(validator_name)s (konfigura ba %(engine_spec)s

source: No weather alerts returned from API
id: Laiha alerta tempu nian ne'ebé maka fila hosi API

source: Node label position
id: Pozisaun rótulu nodu nian

source: Node select mode
id: Modu hili nodu

source: Node size
id: Tamañu nodu

source: None
id: La iha

source: None -> Arrow
id: Laiha -> Seta

source: None -> None
id: Laiha -> Laiha

source: Normalize
id: Normaliza

source: Normalize Across
id: Normaliza iha

source: Normalize column names
id: Normaliza naran koluna sira

source: Normalized
id: Normalizadu

source: Not Time Series
id: La'ós Série Tempu nian

source: Not a valid ZIP file
id: La'ós arkivu ZIP ne'ebé válidu

source: Not added to any dashboard
id: La aumenta ba painél ruma

source: Not all required fields are complete. Please provide the following:
id: La'ós kampu hotu tenke kompleta. Favor fornese tuir mai:

source: Not available
id: La disponivel

source: Not defined
id: La defininidu

source: Not equal to (≠)
id: La hanesan ho (≠)

source: Not in
id: La'ós iha

source: Not null
id: La'ós nulu

source: Not triggered
id: La hamosu

source: Not up to date
id: La atualizadu

source: Note: The most recently uploaded file will become the new template for future updates.
id: Nota: Arkivu ne'ebé foin lalais ne'e karrega ona sei sai hanesan modelu foun ba atualizasaun sira iha futuru.

source: Nothing triggered
id: Laiha buat ida maka hamosu

source: Notification Method
id: Métodu Notifikasaun

source: Notification method
id: Métodu notifikasaun

source: November
id: Novembru

source: Now
id: Agora

source: Null Values
id: Valor Nulu sira

source: Null imputation
id: Imputasaun nulu

source: Null or Empty
id: Nulu ka Mamuk

source: Number Format
id: Formatu Númeru

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
id: Númeru limite sira ne'ebé uza ba kode kór nian hosi mean ba azul. Inverte númeru sira kór-azul ba mean. Atu hetan mean ka azul ne'ebé moos, ita-boot bele hatama de'it min ka max.

source: Number format
id: Formatu númeru

source: Number format string
id: Formatu númeru string

source: Number formatting
id: Formatasaun númeru

source: Number of buckets to group data
id: Númeru kompartimentu sira atu agrupa dadus

source: Number of decimal digits to round numbers to
id: Númeru díjitu desimal sira atu arredonda númeru sira ba

source: Number of decimal places with which to display lift values
id: Númeru fatin desimal ne'ebé atu hatudu valór levantamentu sira nian

source: Number of decimal places with which to display p-values
id: Númeru fatin desimal sira ne'ebé atu hatudu p-valór sira

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
id: Númeru períodu sira atu kompara kontra. Ita-boot bele uza númeru negativu sira hodi kompara hosi inísiu hosi intervalu tempu nian.

source: Number of periods to ratio against
id: Númeru períodu sira ba rasio kontra

source: Number of rows of file to read. Leave empty (default) to read all rows
id: Númeru hosi liña sira hosi arkivu atu lee. Husik mamuk (padraun) atu lee liña hotu-hotu

source: Number of rows to skip at start of file.
id: Númeru liña sira ne'ebé atu hakat liu iha inísiu arkivu nian.

source: Number of split segments on the axis
id: Númeru hosi segmentu sira ne'ebé fahe iha eixu

source: Number of steps to take between ticks when displaying the X scale
id: Númeru pasu sira ne'ebé atu halo entre marka sira bainhira hatudu eskala X

source: Number of steps to take between ticks when displaying the Y scale
id: Númeru pasu sira ne'ebé atu halo entre marka sira bainhira hatudu eskala Y

source: Numeric column used to calculate the histogram.
id: Koluna numérika ne'ebé uza hodi kalkula histograma.

source: Numerical range
id: Intervalu numériku

source: OCT
id: OUT

source: OVERWRITE
id: HAKEREK LIU

source: October
id: Outubru

source: Offset
id: Deslokamentu

source: On Grace
id: Iha Grasa

source: On dashboards
id: Iha painél sira

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
id: Koluna ida ka barak atu halo agrupamentu. Agrupamentu sira ho kardinalidade aas tenke inklui limite série ida hodi limita númeru série sira ne'ebé hetan no renderiza ona.
