Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: name
id: naran

source: no SQL validator is configured
id: laiha validadór SQL ne'ebé maka konfigura

source: no SQL validator is configured for %(engine_spec)s
id: laiha validadór SQL ne'ebé maka konfigura ba %(engine_spec)s

source: not equals
id: la hanesan

source: numeric type icon
id: íkonu tipu numériku

source: on
id: iha

source: or
id: ka

source: or use existing ones from the panel on the right
id: ka uza sira ne'ebé iha ona husi painél iha liman-loos

source: orderby column must be populated
id: koluna orden tuir tenke populadu

source: overall
id: jeralmente

source: owners
id: nain sira

source: p-value precision
id: presizaun valór-p

source: page_size.all
id: tamanu_pájina.hotu

source: pending
id: pendente

source: percentile (exclusive)
id: persentil (eskluzivu)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
id: persentil sira tenke sai lista ka tuple ho valór numériku rua, ne'ebé ida dahuluk ki'ik liu duké valór daruak

source: permalink state not found
id: estadu permalink la hetan

source: pixelated (Sharp)
id: pixeladu (kroat)

source: pixels
id: pixel sira

source: previous calendar month
id: fulan kalendáriu anteriór

source: previous calendar week
id: semana kalendáriu anteriór

source: previous calendar year
id: tinan kalendáriu anteriór

source: public education post
id: postajen edukasaun públika

source: published
id: publikadu

source: quarter
id: trimestre

source: queries
id: pregunta sira

source: query
id: pregunta

source: random
id: aleatóriu

source: reboot
id: reinisia

source: recent
id: resente

source: recents
id: resente sira

source: recipients
id: destinatáriu sira

source: report
id: relatóriu

source: reports
id: relatóriu sira

source: restore zoom
id: restaura zoom

source: right
id: direitu

source: rowlevelsecurity
id: seguransa nivel-liña

source: running
id: ezekuta hela

source: saved queries
id: pregunta sira ne'ebé guarda ona

source: seconds
id: segundu sira

source: series
id: série

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
id: série: Trata série ida-idak ho independente; jerál: Série hotu-hotu uza eskala ne'ebé hanesan; mudansa: Hatudu mudansa sira kompara ho pontu dadus dahuluk iha série ida-idak

source: square
id: kuadradu

source: stack
id: pilla

source: staggered
id: haksoit

source: starts with
id: hahú ho

source: step-after
id: etapa-depois

source: step-before
id: etapa-anterór

source: stopped
id: hapara ona

source: stream
id: fluxu

source: string type icon
id: íkonu tipu string

source: success
id: susesu

source: success dark
id: susesu nakukun

source: sum
id: soma

source: syntax.
id: sintaxe.

source: tags
id: tag sira

source: temporal type icon
id: íkonu tipu temporál

source: textarea
id: área testu nian

source: to
id: ba

source: top
id: leten

source: undo
id: desfaze

source: unknown type icon
id: íkonu tipu deskoñesidu

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
id: persentajen leten tenke boot liu 0 no ki'ik liu 100. Tenke aas liu persentajen kraik.

source: use latest_partition template
id: uza modelu partisaun_ikus liu

source: value ascending
id: valór ne'ebé sa'e

source: value descending
id: valór ne'ebé tun

source: variance
id: variasaun

source: view instructions
id: haree instrusaun sira

source: viz type
id: viz tipu

source: was created
id: kria tiha ona

source: week
id: semana

source: week ending Saturday
id: semana ne'ebé remata iha loron-sábadu

source: week starting Sunday
id: semana hahú iha Domingu

source: working timeout
id: tempu limite serbisu nian

source: x: values are normalized within each column
id: x: valór sira normaliza iha koluna ida-idak nia laran

source: y: values are normalized within each row
id: y: valór sira normaliza iha liña ida-idak nia laran

source: year
id: tinan

source: zoom area
id: área zoom
