Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Edit query
id: Editar pregunta

source: Edit template
id: Edit modelu

source: Edit template parameters
id: Edit parâmetru modelu

source: Edit the dashboard
id: Edit painél

source: Edit time range
id: Edit intervalu tempu

source: Edited
id: Edit ona

source: Editing 1 filter:
id: Edit ona filtru 1:

source: Either the database is spelled incorrectly or does not exist.
id: Karik baze-dadus ne'e hakerek sala ka la eziste.

source: Either the username "%(username)s" or the password is incorrect.
id: Naran utilizadór "%(username)s" ka seña la loos.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
id: Naran utilizadór "%(username)s", seña, ka naran baze-dadus "%(database)s" la loos.

source: Either the username or the password is wrong.
id: Naran utilizadór ka seña ne'e sala.

source: Elevation
id: Elevasaun

source: Email Address
id: Enderesu Email

source: Email Addresses
id: Enderesu Email sira

source: Email Addresses (comma-separated)
id: Enderesu Email sira (haketak ho vírgula)

source: Email Group
id: Grupu Email

source: Email Groups
id: Grupu Email sira

source: Email reports active
id: Relatóriu sira email nian ativu

source: Email subject name (optional)
id: Naran sujeitu email nian (opsionál)

source: Email: Failed (%(error)s).
id: Email: La konsege (%(error)s).

source: Email: Success.
id: Email: Susesu.

source: Emails:
id: Email sira:

source: Embed
id: Inkorpora

source: Embed code
id: Inkorpora kódigu

source: Embed dashboard
id: Inkorpora painél

source: Embedded dashboard could not be deleted.
id: Dashboard ne'ebé inkorporadu labele apaga.

source: Embedding deactivated.
id: Inkorporasaun dezativadu.

source: Emergency Services Available
id: Servisu Emerjénsia sira ne'ebé disponivel

source: Emit Filter Events
id: Emiti eventus filtru sira

source: Emphasis
id: Ênfaze

source: Employment and education
id: Empregu no edukasaun

source: Empty circle
id: Sírkulu mamuk

source: Empty collection
id: Kolesaun mamuk

source: Empty column
id: Koluna mamuk

source: Empty query result
id: Rezultadu pregunta mamuk

source: Empty query?
id: Pregunta mamuk?

source: Empty row
id: Liña mamuk

source: Enable 'Allow file uploads to database' in any database's settings
id: Ativa 'Permiti hatama arkivu sira ba baze-dadus' iha kualkér baze-dadus nia konfigurasaun

source: Enable Filter Select
id: Permiti selesaun filtru

source: Enable cross-filtering
id: Permiti filtrajen kruzada

source: Enable data zooming controls
id: Permiti kontrolu zoom dadus

source: Enable embedding
id: Permiti inkorporasaun

source: Enable forecast
id: Premiti preve

source: Enable forecasting
id: Permite halo previzaun

source: Enable graph roaming
id: Permiti roaming gráfiku

source: Enable node dragging
id: Permiti arasta nodu

source: Enable query cost estimation
id: Permiti estimasaun kustu pergunta nian

source: Enable row expansion in schemas
id: Permiti espansaun liña iha eskema sira

source: Enable server side pagination of results (experimental feature)
id: Permiti paginasaun iha parte servidór nian ba rezultadu sira (karakterístika esperimentál)

source: Encountered invalid NULL spatial entry, please consider filtering those out
id: Enfrenta entrada espasiál NULL ne'ebé la válidu, favór konsidera atu filtra sira-ne'e

source: End
id: Finaál

source: End (Longitude, Latitude):
id: Finál (Longitude, Latitude):

source: End Longitude & Latitude
id: Longitude no latitude finál

source: End angle
id: Ângulu finál

source: End date
id: Data finál

source: End date excluded from time range
id: Data finál esklui hosi intervalu tempu

source: End date must be after start date
id: Data finál tenke liu data hahú

source: Engine "%(engine)s" cannot be configured through parameters.
id: Motor "%(engine)s" labele konfigura liu hosi parámetru sira.

source: Engine Parameters
id: Parametru sira Motor nian

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
id: Espesifikasaun motór nian "InvalidEngine" la suporta atu konfigura liu hosi parámetru individuál sira.

source: Ensure your Excel file contains the following sheets named after administrative posts:
id: Asegura katak ita-boot nia arkivu Excel iha folla sira tuir mai ne'ebé hanaran tuir postu administrativu sira:

source: Enter CA_BUNDLE
id: Hatama CA_BUNDLE

source: Enter Primary Credentials
id: Hatama Kredensiál Primáriu sira

source: Enter a name for this sheet
id: Hakerek naran ida ba folla ida-ne'e

source: Enter a new title for the tab
id: Hatama títulu foun ba tab

source: Enter a value
id: Hatama valór ida

source: Enter alert name
id: Hatama naran alerta nian

source: Enter caption for the image
id: Hatama legenda ba imajen

source: Enter duration in seconds
id: Hatama durasaun iha segundu

source: Enter email addresses, separated by commas.
id: Hatama enderesu email sira, haketak ho vírgula.

source: Enter fullscreen
id: Tama iha ekran tomak

source: Enter name part
id: Hatama naran parte

source: Enter phone numbers, separated by commas (e.g., +1234567890, +0987654321).
id: Hatama númeru telefone sira, haketak ho vírgula (ezemplu, +1234567890, +0987654321).

source: Enter range values
id: Hatama valór sira intervalu nian

source: Enter report name
id: Hatama naran relatóriu nian

source: Enter service keyword
id: Hatama liafuan xave servisu nian

source: Enter string value
id: Hatama valór string nian

source: Enter the required %(dbModelName)s credentials
id: Hatama kredensial %(dbModelName)s ne'ebé presiza

source: Enter the unique project id for your database.
id: Hatama id projetu úniku ba ita-boot nia baze-dadus.

source: Enter your OpenID Username
id: Hatama ita-boot nia naran utilizadór OpenID

source: Enter your email address
id: Hatama ita-boot nia enderesu email

source: Enter your login and password below
id: Hatama ita-boot nia login no senha iha kraik

source: Enter your new password
id: Hatama ita-boot nia senha foun

source: Entity
id: Entidade

source: Entity ID
id: ID Entidade

source: Equal Date Sizes
id: Medida Data nian ne'ebé hanesan

source: Equal to (=)
id: Hanesan ho (=)

source: Error
id: Erru

source: Error Fetching Tagged Objects
id: Erru iha Foti Objetu sira ne'ebé Tag/marka ona

source: Error faving chart
id: Erru iha gráfiku ne'ebé maka halo

source: Error in jinja expression in HAVING clause: %(msg)s
id: Erru iha espresaun jinja iha kláuzula HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
id: Erru iha espresaun jinja iha filtru RLS: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
id: Erru iha espresaun jinja iha kláuzula WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
id: Erru iha espresaun jinja iha predikadu valór foti sira nian: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
id: Erru iha karregamentu fonte dadus gráfiku nian. Filtru sira bele la funsiona ho loloos.

source: Error loading charts
id: Erru iha karregamentu gráfiku sira

source: Error loading facility count data
id: Erru iha karregamentu dadus kontajen fasilidade nian

source: Error loading facility locations
id: Erru iha karregamentu ba fatin sira fasilidade nian

source: Error loading facility types
id: Erru iha karregamentu tipu fasilidade sira

source: Error loading municipalities
id: Erru iha karregamentu munisípiu sira

source: Error message
id: Mensajen erru

source: Error parsing
id: Erru iha análize

source: Error processing file
id: Erru prosesamentu arkivu nian

source: Error reading CSV file
id: Erru iha lee arkivu CSV

source: Error reading Columnar file
id: Erru iha leitura arkivu koluna nian

source: Error reading Excel file
id: Erru bainhira lee arkivu Excel

source: Error saving dataset
id: Erru bainhira guarda konjuntu dadus

source: Error unfaving chart
id: Erru holo labele loke gráfiku

source: Error while fetching charts
id: Erru bainhira foti gráfiku sira

source: Error while fetching data: %s
id: Erru bainhira foti dadus: %s

source: Error while rendering virtual dataset query: %(msg)s
id: Erru bainhira halo pergunta ba konjuntu dadus virtuál: %(msg)s

source: Error: %(error)s
id: Erru: %(error)s

source: Error: %(msg)s
id: Erru: %(msg)s

source: Error: permalink state not found
id: Erru: estadu permalink la hetan

source: Estimate cost
id: Estimasaun ba kustu

source: Estimate selected query cost
id: Estimasaun ba kustu pergunta ne'ebé hili ona

source: Estimate the cost before running a query
id: Estima kustu molok hala'o pergunta ida

source: Event
id: Eventu

source: Event Flow
id: Fluxu Eventu

source: Event Names
id: Naran Eventu sira

source: Event definition
id: Definisaun eventu

source: Event flow
id: Fluxu eventu sira

source: Event time column
id: Koluna tempu eventu nian

source: Every
id: Kada/hotu

source: Evolution
id: Evolusaun

source: Exact
id: Ezatu

source: Example
id: Ezemplu

source: Examples
id: Ezemplu sira

source: Excel file format cannot be determined
id: Formatu arkivu Excel labele determina

source: Excel upload
id: Upload Excel

source: Exclude selected values
id: Esklui valór sira ne'ebé hili ona

source: Excluded roles
id: Papél sira ne'ebé eskluidu

source: Executed SQL
id: Papél sira ne'ebé eskluidu

source: Executed query
id: Pergunta ne'ebé ezekuta ona

source: Execution ID
id: ID Ezekusaun

source: Execution log
id: Rejistu ezekusaun nian

source: Existing dataset
id: Konjuntu dadus ne'ebé eziste

source: Exit fullscreen
id: Sai husi ekran tomak

source: Expand
id: Habelar

source: Expand all
id: Habelar hotu

source: Expand data panel
id: Habelar painél dadus

source: Expand row
id: Habelar liña

source: Expand table preview
id: Habelar previzaun tabela nian

source: Expand tool bar
id: Habelar barra ferramenta nian

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
id: Hein fórmula ida ho parámetru tempu dependente 'x' iha milisegundu sira dezde époka. mathjs uza hodi avalia fórmula sira. Ezemplu: ‘2x+5’.

source: Experimental
id: Esperimentál

source: Explore
id: Esplora

source: Explore - %(table)s
id: Esplora - %(table)s

source: Explore the result set in the data exploration view
id: Esplora rezultadu ne'ebé tau iha vizaun esplorasaun dadus

source: Export
id: Esporta

source: Export dashboards?
id: Esporta painél sira?

source: Export query
id: Pergunta ba esportasaun

source: Export to .CSV
id: Esporta ba .CSV

source: Export to .JSON
id: Esporta ba .JSON

source: Export to Excel
id: Esporta ba Excel

source: Export to PDF
id: Esporta ba YAML

source: Export to Pivoted .CSV
id: Esporta ba .CSV Pivotadu

source: Export to YAML
id: Esporta ba YAML

source: Export to YAML?
id: Esporta ba YAML?

source: Export to full .CSV
id: Esporta ba .CSV kompletu

source: Export to full Excel
id: Esporta ba Excel

source: Export to original .CSV
id: Esporta ba .CSV orijinal

source: Export to pivoted .CSV
id: Esporta ba .CSV pivotadu

source: Expose database in SQL Lab
id: Espoz baze-dadus iha SQL Lab

source: Expose in SQL Lab
id: Espoz iha Lab SQL

source: Expose this DB in SQL Lab
id: Espoz DB ida-ne'e iha Lab SQL

source: Expression
id: Expresaun

source: Extra
id: Estra

source: Extra Controls
id: Kontrolu adisionál sira

source: Extra Parameters
id: Parámetru adisionál sira

source: Extra data for JS
id: Dadus estra ba JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
id: Dadus adisionál atu espesifika metadadus tabela nian. Agora daudaun suporta metadadus ho formatu: `{ "sertifikasaun": { "sertifika_husi": "Ekipa Plataforma Dadus", "detallu": "Tabela ida-ne'e maka fonte loloos nian." }, "alerta_markdown": "Ida-ne'e maka alerta ida." }`.

source: Extra field cannot be decoded by JSON. %(msg)s
id: Kampu adisionál labele dekode hosi JSON. %(msg)s

source: Extra parameters for use in jinja templated queries
id: Parámetru adisionál sira atu uza iha pergunta sira ho modelu jinja

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
id: Parámetru adisionál sira ne'ebé maka plugin sira bele hili atu tau hodi uza iha pergunta sira ho modelu Jinja

source: Extra url parameters for use in Jinja templated queries
id: Parámetru url adisionál sira ba uza iha pergunta sira ho modelu Jinja

source: Extruded
id: Extrudadu ona

source: FEB
id: FEV

source: FRI
id: SEX

source: Facebook dissemination is not configured correctly (missing Access Token or Page ID).
id: Diseminasaun Facebook nian la konfigura ho loloos (la iha Token Asesu ka ID Pájina nian).

source: Facebook: Failed (%(error)s).
id: Facebook: La konsege (%(error)s).

source: Facebook: Success (%(status)s).
id: Facebook: Susesu (%(status)s).

source: Facilities
id: Fasilidade Saúde

source: Facilities by Administrative Post
id: Fasilidade sira tuir Postu Administrativu

source: Facilities by Type
id: Fasilidade sira tuir Tipu

source: Facility Type
id: Tipu Fasilidade

source: Facility Types
id: Tipu Fasilidade sira

source: Factor
id: Fatór

source: Factor to multiply the metric by
id: Fatór atu multiplika métrika ho

source: Failed
id: Falla

source: Failed at retrieving results
id: Falla atu hetan rezultadu sira

source: Failed at stopping query. %s
id: Falla atu hapara pergunta. %s

source: Failed to add chart thumbnail as attachment.
id: La konsege aumenta gráfiku nia imajen ki'ik hanesan anexu.

source: Failed to create bulletin.
id: La konsege kria buletin.

source: Failed to create post
id: La konsege kria post

source: Failed to create report
id: Falla atu kria relatóriu

source: Failed to execute %(query)s
id: Falla atu ezekuta %(query)s

source: Failed to fetch chart thumbnail image. Status:
id: La konsege foti imajen ki'ik gráfiku nian. Estadu:

source: Failed to generate chart edit URL
id: Falla atu hamosu URL edit gráfiku nian

source: Failed to initiate PDF download. Please check the console for details.
id: La konsege hahú download PDF. Favor ida, verifika konsola ba detalle sira.

source: Failed to load bulletin details.
id: La konsege karrega detallu sira buletin nian.

source: Failed to load chart
id: La konsege karrega gráfiku

source: Failed to load chart data
id: Falla atu karrega dadus gráfiku nian

source: Failed to load chart data.
id: Falla atu karrega dadus gráfiku nian.

source: Failed to load chart thumbnail preview.
id: La konsege karrega previzaun ba imajen ki'ik gráfiku nian.

source: Failed to load chart: %s
id: La konsege karrega gráfiku: %s

source: Failed to load dimensions for drill by
id: Falla atu karrega dadus gráfiku nian

source: Failed to load disease alerts: %s
id: La konsege karrega alerta moras nian: %s

source: Failed to load facilities for this map area.
id: La konsege karrega fasilidade sira ba área mapa ida-ne'e.

source: Failed to load weather alerts: %s
id: La konsege karrega alerta sira kona-ba tempu: %s

source: Failed to retrieve advanced type
id: Falla atu hetan fali tipu avansadu

source: Failed to save cross-filter scoping
id: Falla atu guarda ámbitu filtru kruzadu

source: Failed to start remote query on a worker.
id: Falla atu hahú pergunta remota iha traballadór ida.

source: Failed to tag items
id: Falla atu tau tag ba sasán sira

source: Failed to update bulletin.
id: La konsege atualiza buletin.

source: Failed to update report
id: Falla atu atualiza relatóriu

source: Failed to verify select options: %s
id: Labele atu verifika opsaun sira ne'ebé hili: %s

source: Favorite
id: Favoritu

source: Featured
id: Destakadu

source: Featured color palettes
id: Paleta kór sira ne'ebé destakadu

source: February
id: Fevereiru

source: Fetch Values Predicate
id: Buka Valór sira Predikadu nian

source: Fetch data preview
id: Buka previzaun dadus

source: Fetched %s
id: Buka ona %s

source: Fetching
id: Buka hela

source: Fetching chart thumbnail... This may take a moment.
id: Buka hela gráfiku nia imajen ki'ik... Ida-ne'e bele lori tempu uitoan.

source: Field cannot be decoded by JSON. %(json_error)s
id: Kampu labele dekode hosi JSON. %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
id: Kampu labele dekode hosi JSON. %(msg)s

source: Field is required
id: Presiza kampu

source: Fields marked with an asterisk (*) are required.
id: Presiza kampu sira ne'ebé marka ho asterisku (*).

source: File
id: Arkivu

source: File extension is not allowed.
id: La permite estensaun arkivu.

source: File must be smaller than 5MB
id: Arkivu tenke ki'ik liu 5MB

source: File settings
id: Konfigurasaun arkivu nian

source: File size exceeds the maximum allowed size.
id: Arkivu nia medida boot liu medida másimu ne'ebé permitidu.

source: File upload
id: Upload arkivu

source: File uploaded and processed successfully
id: Arkivu ne'ebé upload no prosesa ho susesu

source: Filename
id: Naran arkivu

source: Fill Color
id: Prenxe Kór

source: Fill all required fields to enable "Default Value"
id: Prenxe kampu hotu-hotu ne'ebé presiza atu ativa "Valór Padraun"

source: Fill method
id: Métodu prenxe

source: Filled
id: Prenxe ona

source: Filter
id: Filtru

source: Filter Configuration
id: Konfigurasaun Filtru

source: Filter List
id: Lista filtru sira

source: Filter Settings
id: Konfigurasaun filtru sira

source: Filter Type
id: Tipu filtru

source: Filter by date
id: Filtra tuir data

source: Filter charts
id: Filtra gráfiku sira

source: Filter has default value
id: Filtru iha valór padraun

source: Filter menu
id: Menu filtru

source: Filter name
id: Filtru nia naran

source: Filter only displays values relevant to selections made in other filters.
id: Filtru hatudu de'it valór sira ne'ebé relevante ba selesaun sira ne'ebé halo iha filtru sira seluk.

source: Filter results
id: Filtra rezultadu sira

source: Filter type
id: Tipu filtru

source: Filter value (case sensitive)
id: Valór filtru nian (sensivel ba letra boot)

source: Filter value is required
id: Presiza valór filtru nian

source: Filter value list cannot be empty
id: Lista valór filtru nian labele mamuk

source: Filter your charts
id: Filtra ita-boot nia gráfiku sira

source: Filterable
id: Filtravel

source: Filterable columns
id: Koluna sira ne'ebé bele filtra

source: Filters
id: Filtru sira

source: Filters by columns
id: Filtru tuir koluna sira

source: Filters by metrics
id: Filtru tuir métrika sira

source: Filters for comparison must have a value
id: Filtru sira ba komparasaun tenke iha valór

source: Filters out of scope (%d)
id: Filtru sira ne'ebé la tama iha ámbitu (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
id: Filtru sira ho xave grupu hanesan sei ORed hamutuk iha grupu laran, enkuantu grupu filtru oioin sei ANDed hamutuk. Xave grupu ne'ebé la define trata hanesan grupu úniku, katak la agrupa hamutuk. Porezemplu, se tabela ida iha filtru tolu, ne'ebé rua maka ba departamentu sira Finansas no Marketing (xave grupu = 'departamentu'), no ida refere ba rejiaun Europa (xave grupu = 'rejiaun'), kláuzula filtru sei aplika filtru (departamentu = 'Finansas' KA departamentu = 'Marketing') NO (rejiaun = 'Europa').

source: Find
id: Buka

source: Finish
id: Finalizar

source: First
id: Primeiru

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
id: Hadi'a liña tendénsia nian ba tempu tomak ne'ebé espesifika ona iha kazu rezultadu sira ne'ebé filtradu la inklui data sira hahú ka remata nian

source: Fix to selected Time Range
id: Hadi'a ba Intervalu Tempu ne'ebé hili ona

source: Fixed
id: Fixu

source: Fixed Color
id: Kór Fixu

source: Fixed color
id: Kór fixu

source: Fixed point radius
id: Raiu pontu fixu

source: Flow
id: Fluxu

source: Follow these steps to update the health facilities data:
id: Halo tuir pasu sira-ne'e atu atualiza dadus fasilidade saúde nian:

source: Font size
id: Tamañu fonte nian

source: Font size for axis labels, detail value and other text elements
id: Tamañu fonte ba rótulu eixu sira, valór detallu no elementu testu sira seluk

source: Font size for the biggest value in the list
id: Tamañu fonte nian ba valór ne'ebé boot liu iha lista

source: Font size for the smallest value in the list
id: Tamañu fonte nian ba valór ki'ik liu iha lista

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
id: Ba Bigquery, Presto no Postgres, hatudu botaun ida atu komputa kustu molok hala'o pergunta ida.

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
id: Ba Trino, deskreve eskema kompletu sira hosi tipu ROW nested, habelar sira ho dalan pontuadu sira

source: For further instructions, consult the
id: Ba instrusaun liután, konsulta konaba

source: For more information about objects are in context in the scope of this function, refer to the
id: Atu hetan informasaun liután kona-ba objetu sira ne'ebé iha kontestu iha ámbitu funsaun ida-ne'e nian, refere ba

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
id: Ba filtru regulár sira, sira-ne'e maka papél sira ne'ebé filtru ida-ne'e sei aplika ba. Ba filtru baze sira, sira-ne'e maka papél sira ne'ebé maka filtru LA aplika ba, e.g. Admin se karik admin tenke hare dadus hotu.

source: Force
id: Obriga

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
id: Obriga tabela no vista hotu-hotu atu kria iha eskema ida-ne'e bainhira klik CTAS ka CVAS iha SQL Lab.

source: Force categorical
id: Obriga kategoriku

source: Force date format
id: Obriga formatu data nian

source: Force refresh
id: Obriga atu refres

source: Force refresh catalog list
id: Obriga atu atualiza lista katálgu nian

source: Force refresh schema list
id: Obriga atu refres lista eskema sira

source: Force refresh table list
id: Obriga atu atualiza lista tabela nian

source: Forecast periods
id: Períodu previzaun sira

source: Foreign key
id: Xave estranjeiru

source: Forest Green
id: Floresta Verde

source: Forgot Your Password?
id: Haluha Ita nia Senha?

source: Form data not found in cache, reverting to chart metadata.
id: Dadus formuláriu nian la hetan iha cache, fila fali ba metadadus gráfiku nian.

source: Form data not found in cache, reverting to dataset metadata.
id: Dadus formuláriu nian la hetan iha cache, fila fali ba metadadus konjuntu dadus nian.

source: Format SQL
id: Formatu SQL

source: Format data labels. Use variables: {name}, {value}, {percent}. \n represents a new line. ECharts compatibility: {a} (series), {b} (name), {c} (value), {d} (percentage)
id: Formata rótulu dadus sira nian. Uza variável sira: {name}, {value}, {percent}. \n reprezenta liña foun ida. Kompatibilidade ECharts: {a} (série), {b} (naran), {c} (valór), {d} (persentajen)

source: Formatted CSV attached in email
id: CSV formatadu ne'ebé anexa iha email

source: Formatted date
id: Data formatadu

source: Formatted value
id: Valór formatadu

source: Formatting
id: Formatasaun

source: Formula
id: Fórmula

source: Forward values
id: Valór sira ba oin
