Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
id: Kór sei hetan lalatak bazeia ba valór normalizadu (0% to'o 100%) hosi sélula ida ne'ebé fó hasoru sélula sira seluk iha intervalu ne'ebé hili:

source: Color:
id: Kor:

source: Colors
id: Kor sira

source: Column
id: Koluna

source: Column "%(column)s" is not numeric or does not exists in the query results.
id: Koluna "%(column)s" la'ós numériku ka la eziste iha rezultadu pergunta sira nian.

source: Column Configuration
id: Konfigurasaun Koluna

source: Column Formatting
id: Formatasaun ba Koluna

source: Column containing ISO 3166-2 codes of region/province/department in your table.
id: Koluna ne'ebé kontein kódigu ISO 3166-2 rejiaun/provínsia/departamentu nian iha ita-boot nia tabela.

source: Column containing datetime information for temporal filtering
id: Koluna ne'ebé kontein informasaun data-oras ba filtrajen temporál

source: Column containing latitude data
id: Koluna ne'ebé kontein dadus latitude nian

source: Column containing longitude data
id: Koluna ne'ebé kontein dadus longitude

source: Column containing messages for feed entries
id: Koluna ne'ebé kontein mensajen sira ba entrada sira feed nian

source: Column containing numeric values for feed entries
id: Koluna ne'ebé kontein valór numériku sira ba entrada sira feed nian

source: Column containing parameter data for feed entries
id: Koluna ne'ebé kontein dadus parametru sira ba entrada sira feed nian

source: Column containing status information for feed entries
id: Koluna ne'ebé kontein informasaun estatutu ba entrada sira feed nian

source: Column containing timestamps for feed entries
id: Koluna ne'ebé kontein marka tempu ba entrada sira feed nian

source: Column containing titles for feed entries
id: Koluna ne'ebé kontein títulu sira ba entrada sira feed nian

source: Column data types
id: Tipu dadus koluna nian

source: Column header tooltip
id: Tooltip ba koluna nia ulun

source: Column is required
id: Koluna ne'e presiza

source: Column name
id: Naran koluna nian

source: Column name [%s] is duplicated
id: Naran koluna nian [%s] duplikadu tiha

source: Column referenced by aggregate is undefined: %(column)s
id: Koluna ne'ebé refere hosi agregadu la define: %(column)s

source: Column select
id: Hili koluna

source: Column to display in the text layer and tooltip instead of metric value
id: Koluna atu hatudu iha kamada testu no tooltip envezde valór métriku

source: Column to use as the index of the dataframe. If None is given, Index label is used.
id: Koluna atu uza hanesan índise ba dataframe. Se laiha, uza rótulu índise.

source: Column type
id: Tipu koluna

source: Columnar upload
id: Upload ho koluna

source: Columns
id: Koluna sira

source: Columns missing in dataset: %(invalid_columns)s
id: Koluna sira ne'ebé falta iha konjuntu dadus: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
id: Koluna sira ne'ebé falta iha fonte dadus: %(invalid_columns)s

source: Columns subtotal position
id: Pozisaun koluna subtotal sira nian

source: Columns to be parsed as dates
id: Koluna sira atu analiza hanesan data loron

source: Columns to calculate distribution across.
id: Koluna sira atu kalkula distribuisaun entre sira.

source: Columns to display
id: Koluna sira ne'ebé atu hatudu

source: Columns to group by
id: Koluna sira atu agrupa tuir

source: Columns to group by on the columns
id: Koluna sira atu agrupa iha koluna sira ne'e

source: Columns to group by on the rows
id: Koluna sira atu agrupa iha liña sira

source: Columns to read
id: Koluna sira atu lee

source: Combine metrics
id: Kombina métrika sira

source: Combined Unique Recipients:
id: Destinatáriu Úniku Kombinadu sira:

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
id: Hili kór sira ne'ebé haketak ho vírgula ba intervalu sira, n.e. 1,2,4. Inteiru sira hatudu kór sira hosi eskema kór ne'ebé hili no iha indeksasaun 1. Komprimentu tenke hanesan ho limite intervalu nian.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
id: Limite intervalu sira ne'ebé haketak ho vírgula, n.e. 2,4,5 ba intervalu 0-2, 2-4 no 4-5. Númeru ikus tenke hanesan ho valór ne'ebé fornese ba MAX.

source: Comparator option
id: Opsaun komparadór

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
id: Kompara gráfiku série tempu oioin (hanesan sparklines) no métrika sira ne'ebé relasionadu ho lalais.

source: Compare results with other time periods.
id: Kompara rezultadu sira ho períodu tempu sira seluk.

source: Compare the same summarized metric across multiple groups.
id: Kompara métrika rezumu hanesan iha grupu oioin.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
id: Kompara oinsá métrika ida muda iha tempu entre grupu oioin. Grupu ida-idak iha mapa ba liña ida no mudansa iha tempu maka vizualiza barra nia altura no kór.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
id: Kompara métrika sira hosi kategoria oioin uza barra sira. Barra nia altura sira uza hodi indika magnitude hosi valór ida-idak no kór uza hodi diferensia grupu sira.

source: Compares the lengths of time different activities take in a shared timeline view.
id: Kompara durasaun tempu ne'ebé atividade oioin uza ba vizaun liña iha tempu ne'ebé fahe ona.

source: Comparison
id: Komparasaun

source: Comparison Period Lag
id: Atrazu Períodu Komparasaun

source: Comparison font size
id: Komparasaun ho medida fonte nian

source: Comparison suffix
id: Sufiksu komparasaun

source: Compose multiple layers together to form complex visuals.
id: Kompoz kamada oioin hamutuk hodi forma vizuál sira ne'ebé kompleksu.

source: Compute the contribution to the total
id: Kalkula kontribuisaun ba totál

source: Condition
id: Kondisaun

source: Conditional Formatting
id: Formatasaun Kondisionál

source: Conditional formatting
id: Formatasaun kondisionál

source: Confidence interval
id: Intervalu konfiansa

source: Confidence interval must be between 0 and 1 (exclusive)
id: Intervalu konfiansa tenke entre 0 no 1 (eskluzivu)

source: Configuration
id: Konfigurasaun

source: Configure Advanced Time Range
id: Konfigura Tempu Intervalu Avansadu

source: Configure Time Range: Current...
id: Konfigura Tempu: Atuál...

source: Configure Time Range: Last...
id: Konfigura Tempu: Ikus...

source: Configure Time Range: Previous...
id: Konfigura Tempu: Antes...

source: Configure custom time range
id: Konfigura interval tempu kostumizadu

source: Configure filter scopes
id: Konfigura ámbitu filtru nian

source: Configure the basics of your Annotation Layer.
id: Konfigura ita-boot nia Kamada Anotasaun báziku nian.

source: Configure this dashboard to embed it into an external web application.
id: Konfigura painél ida-ne'e atu hatama iha aplikasaun web esternu ida.

source: Configure your how you overlay is displayed here.
id: Konfigura oinsá ita-boot nia sobrepozisaun hatudu iha ne'e.

source: Confirm New Password
id: Konfirma Senha Foun

source: Confirm overwrite
id: Konfirma hakerek nian

source: Confirm save
id: Konfirma guarda

source: Confirm your new password
id: Konfirma Ita-boot nia senha foun

source: Connect
id: Konekta

source: Connect Google Sheet
id: Konekta Google Sheet

source: Connect Google Sheets as tables to this database
id: Konekta Google Sheets hanesan tabela sira ba baze-dadus ida-ne'e

source: Connect a database
id: Konekta baze-dadus ida

source: Connect database
id: Konekta baze-dadus

source: Connect this database using the dynamic form instead
id: Konekta baze-dadus ida-ne'e uza formuláriu dinámiku

source: Connect this database with a SQLAlchemy URI string instead
id: Konekta baze-dadus ida-ne'e ho string URI SQLAlchemy nian

source: Connection
id: Koneksaun

source: Connection failed, please check your connection settings
id: Koneksaun falla, favór ida verifika ita-boot nia konfigurasaun konexaunnian

source: Connection failed, please check your connection settings.
id: Koneksaun falla, favór ida verifika ita-boot nia konfigurasaun konexaunnian.

source: Connection looks good!
id: Koneksaun diak !

source: Content format
id: Formatu konteúdu

source: Content type
id: Tipu konteúdu

source: Continue
id: Kontinua

source: Continuous
id: Kontinua nafatin

source: Contours
id: Kontur sira

source: Contribution
id: Kontribuisaun

source: Contribution Mode
id: Modu Kontribuisaun

source: Control
id: Kontrolu

source: Control labeled
id: Kontrolu rotuladu

source: Controls labeled
id: Kontrolu rotuladu sira

source: Copied to clipboard!
id: Kopia ona ba área transferensia!

source: Copy
id: Kopia

source: Copy SELECT statement to the clipboard
id: Kopia deklarasaun HILI ba área tranferensia

source: Copy and Paste JSON credentials
id: Kopia no kola JSON nia kredensial sira

source: Copy and paste the entire service account .json file here
id: Kopia no kola arkivu .json konta servisu tomak iha ne'e

source: Copy link
id: Kopia link

source: Copy message
id: Kopia mensajen

source: Copy of %s
id: Kópia husi %s

source: Copy partition query to clipboard
id: Kopia pergunta partisaun nian ba área transferensia

source: Copy permalink to clipboard
id: Kopia permalink ba área transferensia

source: Copy query URL
id: Kopia URL pergunta nian

source: Copy query link to your clipboard
id: Kopia link pergunta nian ba ita-boot nia área transferensia

source: Copy the identifier of the account you are trying to connect to.
id: Kopia identifikadór husi konta ne'ebé ita-boot koko atu konekta ba.

source: Copy the name of the HTTP Path of your cluster.
id: Kopia naran husi dalan HTTP husi ita-boot nia agrupamentu/cluster.

source: Copy the name of the database you are trying to connect to.
id: Kopia baze-dadus ne'ebé ita-boot koko atu konekta ba ne'e nia naran .

source: Copy to Clipboard
id: Kopia Área transferensia

source: Copy to clipboard
id: Kopia área transferensia

source: Correlation
id: Korelasaun

source: Cost estimate
id: Estimasaun ba kustu

source: Could not connect to database: "%(database)s"
id: La konsege konekta ba baze-dadus:"%(database)s"

source: Could not determine datasource type
id: La konsege determina tipu fonte dadus

source: Could not fetch all saved charts
id: Labele foti gráfiku sira ne'ebé maka guarda ona

source: Could not find viz object
id: La konsege hetan objetu viz

source: Could not get your location. Using default for directions.
id: La konsege hetan ita-boot nia lokalizasaun. Uza padraun ba diresaun sira.

source: Could not load database driver
id: La konsege karrega kondutór baze-dadus nian

source: Could not load database driver: {}
id: La konsege karrega kondutór baze-dadus nian: {}

source: Could not resolve hostname: "%(host)s".
id: La konsege rezolve ema nain nia narant: "%(host)s".

source: Could not retrieve chart ID or form data.
id: Labele hetan ID gráfiku ka dadus formuláriu nian.

source: Could not retrieve chart digest for thumbnail preview.
id: La konsege hetan fali gráfiku ba previzaun imajen ki'ik nian.

source: Could not retrieve chart digest for thumbnail.
id: La konsege hetan fali gráfiku ba imajen ki'ik.

source: Count
id: Konta

source: Count Unique Values
id: Konta Valór Úniku sira

source: Count as Fraction of Columns
id: Konta hanesan Frasaun husi Koluna sira

source: Count as Fraction of Rows
id: Konta hanesan Frasaun husi Liña sira

source: Count as Fraction of Total
id: Konta hanesan Frasaun husi Totál

source: Country
id: Nasaun

source: Country Color Scheme
id: Eskema Kór Nasaun nian

source: Country Column
id: Koluna Nasaun nian

source: Country Field Type
id: Tipu Kampu Nasaun

source: Country Map
id: Mapa Nasaun nian

source: Create
id: Kria

source: Create Bulletin
id: Kria Buletin

source: Create Chart
id: Kria Gráfiku

source: Create New Bulletin
id: Kria Buletin Foun

source: Create New Email Group
id: Kria Grupu Email Foun

source: Create New Public Education Post
id: Kria Postu Edukasaun Foun ba Públika

source: Create New WhatsApp Group
id: Kria Grupu WhatsApp Foun

source: Create a dataset
id: Kria konjuntu dadus ida

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
id: Kria konjuntu dadus ida atu hahú vizualiza ita-boot nia dadus hanesan gráfiku ida ka ba iha SQL Lab atu halo konsulta ba ita-boot nia dadus.

source: Create a new chart
id: Kria gráfiku foun ida

source: Create chart
id: Kria gráfiku

source: Create chart with dataset
id: Kria gráfiku ho konjuntu dadus

source: Create dataframe index
id: Kria índise kuadru dadus

source: Create dataset
id: Kria konjuntu dadus

source: Create dataset and create chart
id: Kria konjuntu dadus no kria gráfiku

source: Create new chart
id: Kria gráfiku foun

source: Create or select schema...
id: Kria ka hili eskema...

source: Created
id: Kria ona

source: Created %s
id: Kria ona %s

source: Created By
id: Kria Husi

source: Created On
id: Kria iha

source: Created by
id: Kria husi

source: Created by me
id: Kria husi ha'u

source: Created by:
id: Kria husi:

source: Created on
id: Kria iha

source: Created on:
id: Kria iha:

source: Creating SSH Tunnel failed for an unknown reason
id: Kriasaun Tunél SSH falla tanba razaun deskoñesidu

source: Creating a data source and creating a new tab
id: Kria fonte dadus ida no kria tab foun

source: Creator
id: Kriadór

source: Crimson
id: Karmesin

source: Critical error: Failed to save dissemination log(s). Please check system logs.
id: Erru krítiku: La konsege salva rejistu(sira) diseminasaun nian. Favor verifika sistema nia rejistu sira.

source: Cross-filter will be applied to all of the charts that use this dataset.
id: Filtru kruzadu sei aplika ba gráfiku hotu-hotu ne'ebé uza konjuntu dadus ida-ne'e.

source: Cross-filtering is not enabled for this dashboard.
id: Filtrajen kruzada la ativa ba painél ida-ne'e.

source: Cross-filtering is not enabled in this dashboard
id: Filtrajen kruzada la ativa iha painél ida-ne'e

source: Cross-filtering scoping
id: Ámbitu filtrajen kruzada

source: Cross-filters
id: Filtru kruzadu sira

source: Cumulative
id: Kumulativu

source: Currency
id: Moeda

source: Currency format
id: Formatu moeda nian

source: Currency prefix or suffix
id: Prefiksu ka sufiksu moeda nian

source: Currency symbol
id: Símbolu moeda nian

source: Current
id: Atuál

source: Current Image File
id: Arkivu Imajen Atuál

source: Current day
id: Loron atuál

source: Current filename:
id: Naran arkivu atuál:

source: Current month
id: Fulan atuál

source: Current quarter
id: Trimestre atuál

source: Current week
id: Semana atuál

source: Current year
id: Tinan atuál

source: Currently rendered: %s
id: Atualmente renderizadu: %s

source: Custom
id: Kostumiza

source: Custom Conditional Formatting
id: Kostumiza Formatasaun Kondisionál

source: Custom Plugin
id: Kostumiza plugin

source: Custom Plugins
id: Kostumiza plugin sira

source: Custom SQL
id: Kostumiza SQL

source: Custom SQL ad-hoc metrics are not enabled for this dataset
id: Labele atu kostumiza métrika ad-hoc SQL sira ba konjuntu dadus ida-ne'e

source: Custom SQL fields cannot contain sub-queries.
id: Labele atu kostumiza kampu SQL sira ne'ebé kontein sub-pergunta sira.

source: Custom color palettes
id: Kostumiza paleta nia kór sira

source: Custom date
id: Kostumizasaun data

source: Custom interval
id: Kostumizasaun intervalu

source: Custom time filter plugin
id: Kostumizasaun tempu filtru plugin nian

source: Custom width of the screenshot in pixels
id: Kostumizasaun luan hosi imajen ekran nian iha pixel sira

source: Customize
id: Kostumiza

source: Customize Metrics
id: Kostumiza métrika

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
id: Kostumiza métrika gráfiku ka koluna sira ho símbolu moeda nian hanesan prefiksu ka sufiksu sira. Hili símbolu ida husi dropdown ka hakerek rasik.

source: Customize columns
id: Kostumiza koluna sira

source: Customize data source, filters, and layout.
id: Kostumiza fonte dadus, filtru sira, no dezeñu.

source: Cyclic dependency detected
id: Deteta ona dependénsia síkliku

source: D3 Format
id: Formatu D3

source: D3 format
id: Formatu D3

source: D3 format syntax: https://github.com/d3/d3-format
id: Sintaxe formatu D3: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
id: Formatu númeru D3 ba númeru sira entre -1.0 no 1.0, útil bainhira ita hakarak iha díjitu signifikativu oioin ba númeru ki'ik no boot

source: D3 time format for datetime columns
id: Formatu tempu D3 ba koluna data-tempu

source: D3 time format syntax: https://github.com/d3/d3-time-format
id: Sintaxe formatu D3: https://github.com/d3/d3-time-format

source: DATETIME
id: DATA-ORAS

source: DB column %(col_name)s has unknown type: %(value_type)s
id: Koluna DB %(col_name)s iha tipu deskoñesidu: %(value_type)s

source: DD/MM format dates, international and European format
id: Data formatu DD/MM, formatu internasionál no europeu

source: DEC
id: DEZ

source: DELETE
id: APAGA

source: Daily seasonality
id: Sazonalidade loroloron nian

source: Dark
id: Nakukun

source: Dark Cyan
id: Cyan Nakukun

source: Dark mode
id: Modu nakukun

source: Dashboard [%s] just got created and chart [%s] was added to it
id: Dashboard [%s] foin maka kria no gráfiku [%s] aumenta ona ba ida-ne'e

source: Dashboard [{}] just got created and chart [{}] was added to it
id: Dasboard [{}] acabou de ser criado e o gráfico [{}] foi adicionado a ele

source: Dashboard cannot be copied due to invalid parameters.
id: Labele kopia painél tanba parametru sira ne'ebé la válidu.

source: Dashboard cannot be favorited.
id: Dashboard labele atu halo sai favoritu.

source: Dashboard cannot be unfavorited.
id: Dashboard labele atu halo sai la'os favoritu.

source: Dashboard could not be deleted.
id: Labele atu apaga painél.

source: Dashboard could not be updated.
id: Labele atu atualiza painél.

source: Dashboard does not exist
id: Dashboard la eziste

source: Dashboard imported
id: Dashboard importadu

source: Dashboard native filters could not be patched.
id: Labele hadi'a Filtru nativu sira iha dashboard.

source: Dashboard parameters are invalid.
id: Parámetru painél nian la válidu.

source: Dashboard properties
id: Propriedade painél nian

source: Dashboard properties updated
id: Propriedade painél nian ne'ebé atualizadu

source: Dashboard scheme
id: Eskema painél

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
id: Filtru sira ba intervalu tempu painél nian aplika ba koluna temporál sira ne'ebé define iha sesaun filtru nian iha gráfiku ida-idak. Hatama koluna temporál sira ba gráfiku filtru sira atu iha filtru painél ida-ne'e fó impaktu ba gráfiku sira-ne'e.

source: Dashboard title
id: Títulu painél

source: Dashboard usage
id: Utilizasaun painél

source: Dashboards
id: Dashboard sira

source: Dashboards could not be created.
id: Labele atu kria painél sira.

source: Dashboards do not exist
id: Dashboard sira la eziste

source: Dashed
id: Trasu

source: Data
id: Dadus

source: Data Table
id: Tabela Dadus

source: Data URI is not allowed.
id: Dadus URI la permite.

source: Data Zoom
id: Zoom Dadus

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
id: Labele atu deserializa dadus hosi rezultadu sira backend nian. Formatu armazenamentu nian karik bele muda ona, hodi hatudu estaka dadus tuan. Ita-boot presiza hala'o fali pergunta orijinál.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
id: Labele hetan fali dadus hosi rezultadu sira backend nian. Ita-boot presiza hala'o fali pergunta orijinál.

source: Data for %s
id: Dadus ba %s

source: Data imported
id: Dadus ne'ebé importa ona

source: Data preview
id: Previzualizasaun dadus

source: Data refreshed
id: Dadus atualizadu

source: Data type
id: Tipu dadus

source: DataFrame include at least one series
id: Kuadru dadus pelumenus inklui série ida

source: DataFrame must include temporal column
id: Kuadru dadus tenke inklui koluna temporál

source: Database
id: Baze-dadus

source: Database Connections
id: Koneksaun Baze-dadus

source: Database Creation Error
id: Erru iha Kriasaun base-dadus

source: Database connected
id: Baze-dadus konekta ona

source: Database could not be created.
id: Labele atu kria baze-dadus.

source: Database could not be deleted.
id: Labele atu apaga baze-dadus.

source: Database could not be updated.
id: Labele atu atualiza baze-dadus.

source: Database does not allow data manipulation.
id: La permite manipulasaun ba baze-dadus.

source: Database does not exist
id: Baze-dadus la eziste

source: Database does not support subqueries
id: Baze-dadus la suporta sub-konsulta sira

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
id: Kondutór baze-dadus nian ba importasaun karik la instala. Vizita pájina dokumentasaun Super konjuntu ba instrusaun instalasaun nian:

source: Database error
id: Baze-dadus erru

source: Database is offline.
id: Baze-dadus la iha liña/offline.

source: Database is required for alerts
id: Presiza baze-dadus ba alerta sira

source: Database name
id: Naran baze-dadus

source: Database not allowed to change
id: La permite atu muda baze-dadus

source: Database not found.
id: La hetan baze-dadus.

source: Database parameters are invalid.
id: Parámetru sira baze-dadus nian la válidu.

source: Database passwords
id: Baze-dadus nia seña sira

source: Database port
id: Porta baze-dadus

source: Database schema is not allowed for csv uploads.
id: Eskema baze-dadus la permite atu karega csv.

source: Database settings updated
id: Konfigurasaun baze-dadus nian atualiza ona

source: Database type does not support file uploads.
id: Tipu baze-dadus la suporta atu karega arkivu sira.

source: Database upload file failed
id: Baze-dadus falla atu karega arkivu

source: Database upload file failed, while saving metadata
id: Baze-dadus falla atu karega arkivu, enkuantu guarda hela metadadus

source: Databases
id: Baze-dadus

source: Dataset
id: Konjuntu dadus

source: Dataset %(table)s already exists
id: Konjuntu dadus %(table)s eziste ona

source: Dataset Name
id: Naran konjuntu dadus

source: Dataset column delete failed.
id: Falla atu apaga koluna konjuntu dadus.

source: Dataset column not found.
id: La hetan koluna konjuntu dadus.

source: Dataset could not be created.
id: Labele atu kria konjuntu dadus.

source: Dataset could not be duplicated.
id: Labele atu duplika konjuntu dadus.

source: Dataset could not be updated.
id: Labele atu atualiza konjuntu dadus.

source: Dataset does not exist
id: Konjuntu dadus la eziste

source: Dataset imported
id: Konjuntu dadus importadu

source: Dataset is required
id: Presiza konjuntu dadus

source: Dataset metric delete failed.
id: Falla atu apaga métrika konjuntu dadus.

source: Dataset metric not found.
id: La hetan métrika konjuntu dadus nian.

source: Dataset name
id: Naran konjuntu dadus
