Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Advanced analytics Query B
id: Análize avansadu Pergunta B

source: Advanced analytics post processing
id: Análize avansadu sira hafoin prosesamentu

source: Advanced data type
id: Tipu dadus avansadu

source: Advanced-Analytics
id: Análize-Avansadu

source: Advisory
id: Avizu

source: Advisory is required
id: Avizu presiza

source: Affected Charts
id: Gráfiku sira ne'ebé afetadu

source: Affected Dashboards
id: Dashboard sira ne'ebé afetadu

source: After
id: Hafoin

source: Aggregate
id: Agregadu

source: Aggregate Mean
id: Média Agregadu

source: Aggregate Sum
id: Soma Agregadu

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
id: Funsaun agregadu ne'ebé aplika ba lista pontu sira iha agrupamentu ida-idak hodi produz rótulu agrupamentu nian.

source: Aggregate function to apply when pivoting and computing the total rows and columns
id: Funsaun agregadu atu aplika bainhira pivota no komputa totál liña no koluna sira

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
id: Agrega dadus iha baliza sélula grid nian no halo mapa ba valór agregadu sira ba eskala kór dinámiku ida

source: Aggregation
id: Agregasaun

source: Aggregation function
id: Funsaun agregasaun

source: Air Quality Forecasts
id: Previzaun Kualidade Ar

source: Alert
id: Alerta

source: Alert Triggered, In Grace Period
id: Alerta Atsionadu, Iha Períodu Toleránsia

source: Alert condition
id: Kondisaun alerta

source: Alert contents
id: Konteúdu alerta nian

source: Alert ended grace period.
id: Alerta remata períodu toleránsia.

source: Alert failed
id: Alerta falla

source: Alert fired during grace period.
id: Alerta hasai durante períodu toleránsia.

source: Alert found an error while executing a query.
id: Alerta hetan erru ida bainhira ezekuta pergunta ida.

source: Alert is active
id: Alerta ativu hela

source: Alert name
id: Naran alerta nian

source: Alert on grace period
id: Alerta kona-ba períodu toleránsia

source: Alert query returned a non-number value.
id: Pergunta alerta nian fó sai valór ida ne'ebé la'ós númeru.

source: Alert query returned more than one column.
id: Pergunta alerta nian fila fali liu koluna ida.

source: Alert query returned more than one column. %(num_cols)s columns returned
id: Pergunta alerta nian fila fali liu koluna ida.. %(num_cols)s koluna sira ne'ebé fila

source: Alert query returned more than one row.
id: Pergunta alerta nian fila fali liu liña ida.

source: Alert query returned more than one row. %(num_rows)s rows returned
id: Pergunta alerta nian fila fali liu liña ida.. %(num_rows)s liña sira ne'ebé fila

source: Alert running
id: Alerta hala'o hela

source: Alert triggered, notification sent
id: Alerta asionadu, notifikasaun envia ona

source: Alert validator config error.
id: Erru konfigurasaun validadór alerta nian.

source: Alerts
id: Alerta sira

source: Alerts & Reports
id: Alerta no Relatóriu sira

source: Alerts & reports
id: Alerta no relatóriu sira

source: Align +/-
id: Aliña +/-

source: All
id: Hotu-hotu

source: All Text
id: Testu hotu-hotu

source: All charts
id: Gráfiku hotu-hotu

source: All charts/global scoping
id: Gráfiku hotu-hotu/eskopu globál

source: All filters
id: Filtru hotu-hotu

source: All panels
id: Dashboard hotu-hotu

source: All panels with this column will be affected by this filter
id: Dashboard hotu-hotu ho koluna ida-ne'e sei hetan afetadu husi filtru ida-ne'e

source: Allow CREATE TABLE AS
id: Permite KRIA TABELA HANESAN

source: Allow CREATE TABLE AS option in SQL Lab
id: Permite opsaun KRIA TABELA HANESAN iha SQL Lab

source: Allow CREATE VIEW AS
id: Permite KRIA VIZAUN HANESAN

source: Allow CREATE VIEW AS option in SQL Lab
id: Permite opsaun KRIA VIZAUN HANESAN iha SQL Lab

source: Allow Csv Upload
id: Permite karega Csv

source: Allow DDL and DML
id: Permite DDL no DML

source: Allow DDL/DML
id: Permite DDL/DML

source: Allow changing catalogs
id: Permite atu muda katálogu sira

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
id: Permite naran koluna sira nian atu muda ba formatu ne'ebé la sensivel ba letra ki'ik, karik suporta (ezemplu. Oracle, Snowflake).

source: Allow columns to be rearranged
id: Husik koluna sira atu arranja fali

source: Allow creation of new tables based on queries
id: Permite kriasaun tabela foun sira bazeia ba pergunta sira

source: Allow creation of new views based on queries
id: Permite kriasaun ba vista foun sira bazeia ba pergunta sira

source: Allow data manipulation language
id: Permite linguajen manipulasaun dadus

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
id: Permite utilizadór finál atu arrasta-no-soe koluna nia ulun sira hodi arranja fali sira. Nota katak sira nia mudansa sira sei la persiste ba tempu tuirmai bainhira sira loke gráfiku.

source: Allow file uploads to database
id: Permite karega arkivu sira ba baze-dadus

source: Allow node selections
id: Permite selesaun nodu sira

source: Allow sending multiple polygons as a filter event
id: Permite envia polígonu oioin hanesan eventu filtru nian

source: Allow the execution of DDL (Data Definition Language: CREATE, DROP, TRUNCATE, etc.) and DML (Data Modification Language: INSERT, UPDATE, DELETE, etc)
id: Permite ezekusaun DDL (Dadus Definisaun Lian : KRIA, SOE, TRUNKA, nst.) no DML (Dadus Modifikasaun Lian: HATAMA, KAREGA, APAGA, nst)

source: Allow this database to be explored
id: Permite atu esplora baze-dadus ida-ne'e

source: Allow this database to be queried in SQL Lab
id: Permite baze-dadus ida-ne'e atu hetan konsulta iha SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
id: Permite utilizadór sira atu hala'o deklarasaun sira ne'ebé labele-HILI (KAREGA, APAGA, HATAMA, ...) iha SQL Lab

source: Allowed Domains (comma separated)
id: Domíniu sira ne'ebé permitidu (haketak ho vírgula)

source: Alphabetical
id: Alfabétika

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
id: Koñesidu mós hanesan gráfiku kaixa no bigode, vizualizasaun ida-ne'e kompara distribuisaun sira hosi métrika relasionadu ida iha grupu oioin. Kaixa iha klaran subliña média, mediana, no kuartil 2 laran. Bigode sira iha kaixa ida-idak nia sorin vizualiza mínimu, másimu, rangu, no kuartil 2 liur.

source: Altered
id: Alteradu

source: Always filter main datetime column
id: Sempre filtra koluna data-oras prinsipál

source: Ambulance Service Available
id: Servisu Ambulansia Disponivel

source: An Error Occurred
id: Erru ida akontese

source: An alert named "%(name)s" already exists
id: Alerta ida ho naran "%(name)s" eziste ona

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
id: Tenke espesifika tempu ne'ebé taka (tantu hahú no remata) bainhira uza Komparasaun Tempu.

source: An engine must be specified when passing individual parameters to a database.
id: Motor ida tenke espesifika bainhira pasa parametru individuál sira ba baze-dadus ida.

source: An error has occurred
id: Erru ida akontese ona

source: An error occurred
id: Erru ida akontese

source: An error occurred saving dataset
id: Erru ida akontese bainhira rai konjuntu dadus

source: An error occurred when running alert query
id: Erru ida akontese bainhira hala'o pergunta alerta nian

source: An error occurred while accessing the value.
id: Erru ida akontese bainhira asesu ba valór.

source: An error occurred while collapsing the table schema. Please contact your administrator.
id: Erru ida akontese bainhira halo kolapsu ba eskema tabela nian. Favor kontaktu Ita-boot nia administradór.

source: An error occurred while creating %ss: %s
id: Erru ida mosu bainhira kria %ss: %s

source: An error occurred while creating the WhatsApp group.
id: Erru ida akontese bainhira kria grupu WhatsApp.

source: An error occurred while creating the data source
id: Erru ida akontese bainhira kria fonte dadus nian

source: An error occurred while creating the email group.
id: Erru ida akontese bainhira kria grupu email.

source: An error occurred while creating the value.
id: Erru ida akontese bainhira kria valór.

source: An error occurred while deleting the value.
id: Erru ida akontese bainhira apaga valór.

source: An error occurred while expanding the table schema. Please contact your administrator.
id: Erru ida akontese bainhira habelar eskema tabela nian. Favor kontaktu Ita-boot nia administradór.

source: An error occurred while fetching %s info: %s
id: Erru ida mosu bainhira foti informasaun %s: %s

source: An error occurred while fetching %ss: %s
id: Erru ida akontese bainhira foti %ss: %s

source: An error occurred while fetching available CSS templates
id: Erru ida akontese bainhira foti hela modelu CSS ne'ebé disponivel

source: An error occurred while fetching chart owners values: %s
id: Erru ida akontese bainhira foti valór sira hosi na'in ba gráfiku nian: %s

source: An error occurred while fetching dashboard owner values: %s
id: Erru ida akontese bainhira foti valór sira na'in ba painél nian: %s

source: An error occurred while fetching dashboards
id: Erru ida akontese bainhira foti painél sira

source: An error occurred while fetching dashboards: %s
id: Erru ida akontese bainhira foti painél sira %s

source: An error occurred while fetching database related data: %s
id: Erru ida akontese bainhira foti dadus relasiona ho baze-dadus: %s

source: An error occurred while fetching database values: %s
id: Erru ida akontese bainhira foti valór sira baze-dadus nian: %s

source: An error occurred while fetching dataset datasource values: %s
id: Erru ida akontese bainhira foti valór fonte dadus sira konjuntu dadus nian %s

source: An error occurred while fetching dataset owner values: %s
id: Erru ida akontese bainhira foti valór sira na'in ba konjuntu dadus nian: %s

source: An error occurred while fetching dataset related data
id: Erru ida akontese bainhira foti dadus relasionadu ho konjuntu dadus

source: An error occurred while fetching dataset related data: %s
id: Erru ida akontese bainhira foti dadus relasionadu ho konjuntu dadus: %s

source: An error occurred while fetching datasets: %s
id: Erru ida akontese bainhira foti konjuntu dadus sira: %s

source: An error occurred while fetching function names.
id: Erru ida akontese bainhira foti naran funsaun sira.

source: An error occurred while fetching owners values: %s
id: Erru ida akontese bainhira foti valór sira na'in nian: %s

source: An error occurred while fetching schema values: %s
id: Erru ida akontese bainhira foti valór sira eskema nian: %s

source: An error occurred while fetching tab state
id: Erru ida akontese bainhira foti estadu tab nian

source: An error occurred while fetching table metadata
id: Erru ida akontese bainhira foti metadadus tabela nian

source: An error occurred while fetching table metadata. Please contact your administrator.
id: Erru ida akontese bainhira foti metadadus tabela nian. Favor kontaktu Ita-boot nia administradór.

source: An error occurred while fetching user values: %s
id: Erru ida akontese bainhira foti valór sira utilizadór nian: %s

source: An error occurred while importing %s: %s
id: Erru ida akontese bainhira importa %s: %s

source: An error occurred while loading dashboard information.
id: Erru ida akontese bainhira karrega informasaun painél nian.

source: An error occurred while loading the SQL
id: Erru ida akontese bainhira karrega SQL

source: An error occurred while opening Explore
id: Erru ida akontese bainhira loke Explore

source: An error occurred while parsing the key.
id: Erru ida akontese bainhira analiza xave.

source: An error occurred while pruning logs
id: Erru ida akontese bainhira poda rejistu sira

source: An error occurred while removing query. Please contact your administrator.
id: Erru ida akontese bainhira hasai pergunta. Favor kontaktu Ita-boot nia administradór.

source: An error occurred while removing the table schema. Please contact your administrator.
id: Erru ida akontese bainhira hasai eskema tabela nian. Favor kontaktu Ita-boot nia administradór.

source: An error occurred while rendering the visualization: %s
id: Erru ida akontese bainhira halo vizualizasaun:: %s

source: An error occurred while starring this chart
id: Erru ida akontese bainhira tau estrela iha gráfiku ida-ne'e

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
id: Erru ida akontese bainhira rai ita-boot nia pergunta iha backend. Atu evita lakon mudansa sira ita-boot halo, favór ida rai ita-boot nia pergunta uza butaun "Rai pergunta".

source: An error occurred while updating the WhatsApp group.
id: Erru ida akontese bainhira atualiza hela grupu WhatsApp.

source: An error occurred while updating the email group.
id: Erru ida akontese bainhira atualiza hela grupu email.

source: An error occurred while updating the value.
id: Erru ida akontese bainhira atualiza hela valór.

source: An error occurred while upserting the value.
id: Erru ida akontese bainhira hatama hela valor.

source: An unexpected error occurred
id: Erru ne'ebé la espera akontese

source: Analytics
id: Análitika

source: Anchor to
id: Ankra ba

source: Angle at which to end progress axis
id: Ângulu ne'ebé atu hakotu eixu progresu nian

source: Angle at which to start progress axis
id: Ângulu ne'ebé atu hahú eixu progresu nian

source: Animation
id: Animasaun

source: Annotation
id: Anotasaun

source: Annotation Layer %s
id: Kamada Anotasaun %s

source: Annotation Layers
id: Kamada sira Anotasaun nian

source: Annotation Slice Configuration
id: Konfigurasaun Fatia Anotasaun nian

source: Annotation could not be created.
id: Labele kria anotasaun.

source: Annotation could not be updated.
id: Anotasaun labele atualiza.

source: Annotation layer
id: Kamada anotasaun

source: Annotation layer could not be created.
id: Labele kria kamada anotasaun nian.

source: Annotation layer could not be updated.
id: Kamada anotasaun labele atualiza.

source: Annotation layer description columns
id: Koluna sira deskrisaun kamada anotasaun nian

source: Annotation layer has associated annotations.
id: Kamada anotasaun iha anotasaun asosiadu sira.

source: Annotation layer interval end
id: Intervalu kamada anotasaun nia rohan

source: Annotation layer name
id: Naran kamada anotasaun nian

source: Annotation layer not found.
id: La hetan kamada anotasaun.

source: Annotation layer opacity
id: Opasidade kamada anotasaun nian

source: Annotation layer parameters are invalid.
id: Parametru sira kamada anotasaun nian la válidu.

source: Annotation layer stroke
id: Trasu kamada anotasaun nian

source: Annotation layer time column
id: Koluna tempu kamada anotasaun nian

source: Annotation layer title column
id: Koluna títulu kamada anotasaun nian

source: Annotation layer type
id: Tipu kamada anotasaun

source: Annotation layer value
id: Valór kamada anotasaun nian

source: Annotation layers
id: Kamada sira anotasaun nian

source: Annotation layers are still loading.
id: Kamada anotasaun sira sei karrega hela.

source: Annotation layers could not be deleted.
id: Kamada anotasaun sira labele atu apaga.

source: Annotation not found.
id: La hetan anotasaun.

source: Annotation source
id: Fonte anotasaun

source: Annotation source type
id: Tipu fonte anotasaun nian

source: Annotation template created
id: Modelu anotasaun nian kria ona

source: Annotation template updated
id: Modelu anotasaun nian atualiza ona

source: Annotations and Layers
id: Anotasaun no Kamada sira

source: Annotations and layers
id: Anotasaun no Kamada sira

source: Annotations could not be deleted.
id: Anotasaun sira labele atu apaga.

source: Any
id: Kualkér

source: Any additional detail to show in the certification tooltip.
id: Kualkér detallu adisionál ruma hodi hatudu iha tooltip sertifikasaun nian.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
id: Kualkér paleta kór ruma ne'ebé hili iha ne'e sei troka kór sira ne'ebé aplika ba gráfiku individuál sira painél ida-ne'e nian

source: Any databases that allow connections via SQL Alchemy URIs can be added.
id: Kualkér baze-dadus ruma ne'ebé permite ligasaun liu husi SQL Alchemy URIs bele aumenta.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
id: Kualkér daze-dadus ruma ne'ebé permite ligasaun liu husi SQL Alchemy URIs bele aumenta. Aprende kona-ba oinsá atu liga kondutór baze-dadus nian

source: Applied cross-filters (%d)
id: Filtru kruzadu sira ne'ebé aplika ona (%d)

source: Applied filters (%d)
id: Filtru sira ne'ebé aplika ona (%d)

source: Applied filters (%s)
id: Filtru sira ne'ebé aplika ona (%s)

source: Applied filters: %s
id: Filtru sira ne'ebé aplika ona: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
id: Janela ne'ebé aplika la fó fila dadus ruma. Favor asegura katak fonte pergunta nian satisfás períodu mínimu sira ne'ebé define iha janela ne'ebé la'o.

source: Apply
id: Aplika

source: Apply conditional color formatting to metric
id: Aplika formatasaun kór kondisionál ba métrika

source: Apply conditional color formatting to metrics
id: Aplika formatasaun kór kondisionál ba métrika sira

source: Apply conditional color formatting to numeric columns
id: Aplika formatasaun kór kondisionál ba koluna numérika sira

source: Apply filters
id: Aplika filtru sira

source: Apply metrics on
id: Aplika métrika sira iha

source: Apply to all panels
id: Aplika ba painél hotu-hotu

source: Apply to specific panels
id: Aplika ba painél espesífiku sira

source: April
id: Abril

source: Arc
id: Arku

source: Are you sure you intend to overwrite the following values?
id: Ita-boot iha serteza katak ita-boot hakarak atu hakerek liu fali valór sira tuir mai ne'e?

source: Are you sure you want to cancel?
id: Ita-boot iha serteza katak ita-boot hakarak kansela?

source: Are you sure you want to delete
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga

source: Are you sure you want to delete %s?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga %s?

source: Are you sure you want to delete the selected %s?
id: Ita-boot iha serteza katak ita-boot hakarak hamoos %s ne'ebé maka hili ona?

source: Are you sure you want to delete the selected annotations?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga anotasaun sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected bulletins?
id: Ita-boot iha serteza katak ita-boot hakarak atu hamoos boletin sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected charts?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga gráfiku sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected dashboards?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga painél sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected datasets?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga konjuntu dadus sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected layers?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga kamada sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected posts?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga post sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected queries?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga pergunta sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected rules?
id: Ita-boot iha serteza katak ita-boot hakarak atu regra regra sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected tags?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga tag sira ne'ebé maka hili ona?

source: Are you sure you want to delete the selected templates?
id: Ita-boot iha serteza katak ita-boot hakarak atu delete modelu sira ne'ebé maka hili ona?

source: Are you sure you want to delete this WhatsApp group? This action cannot be undone.
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga grupu WhatsApp ida-ne'e? Asaun ida-ne'e labele halo fali.

source: Are you sure you want to delete this bulletin?
id: Ita-boot iha serteza katak ita-boot hakarak apaga boletin ida-ne'e?

source: Are you sure you want to delete this email group? This action cannot be undone.
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga grupu email ida-ne'e? Asaun ida-ne'e labele halo fali.

source: Are you sure you want to delete this post?
id: Ita-boot iha serteza katak ita-boot hakarak atu apaga post ida-ne'e?

source: Are you sure you want to overwrite this dataset?
id: Ita-boot iha serteza katak ita-boot hakarak atu hakerek liu fali konjuntu dadus ida-ne'e?

source: Are you sure you want to proceed?
id: Ita-boot iha serteza katak ita-boot hakarak kontinua?

source: Are you sure you want to save and apply changes?
id: Ita-boot iha serteza katak ita-boot hakarak atu rai no aplika mudansa sira?

source: Area
id: Área

source: Area Chart
id: Gráfiku Área

source: Area chart
id: Gráfiku área

source: Area chart opacity
id: Opasidade gráfiku área

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
id: Gráfiku área sira hanesan ho gráfiku liña sira iha ne'ebé sira reprezenta variável sira ho eskala hanesan, maibé gráfiku área sira tau hamutuk métrika sira iha ida-idak nia leten.

source: Arrow
id: Seta

source: Assign a set of parameters as
id: Atribui konjuntu ida husi parámetru sira hanesan

source: Assist
id: Tulun

source: Associated Charts
id: Gráfiku sira ne'ebé asosiadu

source: Async Execution
id: Ezekusaun Asínkrona

source: Asynchronous query execution
id: Ezekusaun pergunta asínkronu

source: At least one hashtag is required
id: Presiza pelumenus hashtag ida

source: Attachments
id: Aneksu sira

source: Audit Trail
id: Auditoria Trail

source: August
id: Agostu

source: Authorization needed
id: Presiza autorizasaun

source: Auto Zoom
id: Zoom Automátiku

source: Autocomplete
id: Autokompleta

source: Autocomplete filters
id: Filtru sira ne'ebé kompleta automatikamente

source: Autocomplete query predicate
id: Predikadu pergunta autokompletu

source: Automatic Color
id: Kór Automátiku

source: Available sorting modes:
id: Modu klasifikasaun ne'ebé disponivel:

source: Average
id: Média

source: Average value
id: Valór médio

source: Axis
id: Eixu

source: Axis Bounds
id: Limite eixu nian

source: Axis Format
id: Formatu Eixu

source: Axis Title
id: Títulu Eixu nian

source: Axis ascending
id: Eixu ne'ebé sa'e

source: Axis descending
id: Eixu ne' ebé tun

source: BCC recipients
id: Destinatáriu sira BCC nian

source: BOOLEAN
id: BOLEANO

source: Back
id: Fila fali

source: Back to Login
id: Fila fali ba Login

source: Back to all
id: Fila fali ba hotu-hotu

source: Background Icon
id: Íkonu Fundu

source: Background Icon Color
id: Kór Íkonu Fundu

source: Backward values
id: Valór sira ba kotuk

source: Bad formula.
id: Fórmula ne'ebé ladi'ak.

source: Bad spatial key
id: Xave espasiál ne'ebé ladi'ak

source: Bar
id: Barra

source: Bar Chart
id: Gráfiku ho barra sira
