Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
id: Karik atu prenxe dropdown filtru nian iha seksaun filtru nian husi vista esplorasaun nian ho lista ida husi valór distintu sira ne'ebé hetan husi backend iha momentu ne'ebá

source: Whether to show as Nightingale chart.
id: Karik atu hatudu hanesan gráfiku Nightingale.

source: Whether to show extra controls or not. Extra controls include things like making multiBar charts stacked or side by side.
id: Karik atu hatudu kontrolu estra sira. Kontrolu adisionál sira inklui buat sira hanesan halo gráfiku multiBar ne'ebé tau hamutuk ka sorin-sorin.

source: Whether to show minor ticks on the axis
id: Karik atu hatudu marka ki'ik sira iha eixu

source: Whether to show the pointer
id: Karik atu hatudu ponteiru

source: Whether to show the progress of gauge chart
id: Karik atu hatudu progresu hosi gráfiku sasukat nian

source: Whether to show the split lines on the axis
id: Karik atu hatudu liña sira ne'ebé fahe iha eixu

source: Whether to sort ascending or descending on the base Axis.
id: Karik atu klasifika sa'e ka tun iha Eixu baze.

source: Whether to sort descending or ascending
id: Karik atu klasifika sa'e ka tun iha Eixu baze

source: Whether to sort descending or ascending if a series limit is present
id: Karik atu klasifika tun ka sa'e se limite série ida prezente

source: Whether to sort results by the selected metric in descending order.
id: Karik atu klasifika rezultadu sira tuir métrika ne'ebé maka hili iha orden desendente.

source: Whether to sort tooltip by the selected metric in descending order.
id: Karik atu klasifika tooltip tuir métrika ne'ebé maka hili iha orden desendente.

source: Whether to truncate metrics
id: Karik atu tesi métrika sira

source: Which country to plot the map for?
id: Nasaun ida-ne'ebé maka atu trasa mapa?

source: Which relatives to highlight on hover
id: Relativu sira ne'ebé maka atu destaka iha hover

source: Whisker/outlier options
id: Opsaun Whisker/outlier

source: White
id: Mutin

source: Width
id: Largura

source: Width of the confidence interval. Should be between 0 and 1
id: Intervalu konfiansa nia largura. Tenke entre 0 no 1

source: Width of the sparkline
id: Largura husi liña naroman/ sparkline nian

source: Wind Speed Forecast
id: Previzaun Velosidade Anin

source: Window must be > 0
id: Janela tenke > 0

source: With a subheader
id: Ho subtítulu ida

source: Word Cloud
id: Liafuan kalohan/Cloud

source: Word Rotation
id: Rotasaun Liafuan

source: Working
id: Servisu hela

source: Working timeout
id: Tempu limite ba serbisu

source: World Map
id: Mapa Mundu nian

source: Write a description for your query
id: Hakerek deskrisaun ida ba ita-boot nia pergunta

source: Write a handlebars template to render the data
id: Hakerek modelu guiador ida hodi hatudu dadus

source: X AXIS TITLE BOTTOM MARGIN
id: X EIXU TÍTULU MARJEN INFERIOR

source: X AXIS TITLE MARGIN
id: MARJIN TÍTULU EIXU X

source: X Axis
id: Eixu X

source: X Axis Bounds
id: Limite Eixu Y

source: X Axis Format
id: Formatu eixu X

source: X Axis Label
id: Rótulu Eixu X

source: X Axis Title
id: Títulu Eixu X

source: X Log Scale
id: Eskala X Log

source: X bounds
id: Limite X sira

source: X-Axis Sort Ascending
id: Eixu-X Klase Asendente

source: X-Axis Sort By
id: X-Axis Klasifika tuir

source: X-axis
id: Eixu X

source: XScale Interval
id: Intervalu Eskala X

source: Y 2 bounds
id: Limite sira Y 2 nian

source: Y AXIS TITLE MARGIN
id: MARJEN TÍTULU EIXU Y

source: Y Axis
id: Eixu Y

source: Y Axis 2 Bounds
id: Limite sira Eixu Y 2 nian

source: Y Axis Bounds
id: Limite sira Eixu Y nian

source: Y Axis Format
id: Formatu eixu Y

source: Y Axis Label
id: Rótulu Eixu Y

source: Y Axis Title
id: Títulu Eixu Y

source: Y Axis Title Margin
id: Marjen Títulu Eixu Y

source: Y Axis Title Position
id: Pozisaun Títulu Eixu Y

source: Y Log Scale
id: Eskala log Y

source: Y bounds
id: Limite Y sira

source: Y-Axis
id: Eixu Y

source: Y-Axis Sort Ascending
id: Eixu-Y Klase Asendente

source: Y-Axis Sort By
id: Eixu-Ys Klasifika tuir

source: Y-axis
id: Eixu Y

source: Y-axis bounds
id: Limite sira Eixu Y nian

source: YScale Interval
id: Intervalu eskala Y

source: Year
id: Tinan

source: Year (freq=AS)
id: Tinan (freq=AS)

source: Yearly seasonality
id: Sazonalidade anual

source: Years %s
id: Tinan sira %s

source: Yes
id: Sim

source: Yes, cancel
id: Sim, Kansela

source: Yes, overwrite changes
id: Sim, iha mudansa ba hakerek liu fali

source: You are adding tags to %s %ss
id: Ita-boot aumenta hela tag sira ba %s %ss

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
id: Ita-boot importa hela gráfiku ida ka liu ne'ebé maka eziste ona. Boot liu bele halo ita-boot lakon ita-boot nia serbisu balun. Ita-boot iha serteza katak ita-boot hakarak atu hakerek fali?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
id: Ita-boot importa hela painél ida ka liu ne'ebé maka eziste ona. Boot liu bele halo ita-boot lakon ita-boot nia serbisu balun. Ita-boot iha serteza katak ita-boot hakarak atu hakerek fali?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
id: Ita-boot importa hela baze-dadus ida ka liu ne'ebé maka eziste ona. Boot liu bele halo ita-boot lakon ita-boot nia serbisu balun. Ita-boot iha serteza katak ita-boot hakarak atu hakerek fali?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
id: Ita-boot importa konjuntu dadus ida ka liu ne'ebé maka eziste ona. Boot liu bele halo ita-boot lakon ita-boot nia serbisu balun. Ita-boot iha serteza katak ita-boot hakarak atu hakerek fali?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
id: Ita-boot importa hela pergunta ida ka liu ne'ebé maka rai ona ne'ebé maka eziste ona. Boot liu bele halo ita-boot lakon ita-boot nia serbisu balun. Ita-boot iha serteza katak ita-boot hakarak atu hakerek fali?

source: You are viewing this chart in a dashboard context with labels shared across multiple charts. The color scheme selection is disabled.
id: Ita-boot haree hela gráfiku ida-ne'e iha kontestu painél ho rótulu sira ne'ebé fahe iha gráfiku oioin. Selesaun eskema kór nian dezativadu.

source: You are viewing this chart in the context of a dashboard that is directly affecting its colors. To edit the color scheme, open this chart outside of the dashboard.
id: Ita-boot haree hela gráfiku ida-ne'e iha kontestu hosi painél ida ne'ebé maka afeta diretamente ba nia kór sira. Atu edita eskema kór nian, loke gráfiku ida-ne'e iha liur hosi painél.

source: You can
id: Ita-boot bele

source: You can add the components in the
id: Ita-boot bele aumenta komponente sira iha

source: You can add the components in the edit mode.
id: Ita-boot bele aumenta komponente sira iha modo edit.

source: You can also just click on the chart to apply cross-filter.
id: Ita-boot mós bele klik de'it iha gráfiku hodi aplika filtru kruzadu.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
id: Ita-boot bele hili atu hatudu gráfiku hotu-hotu ne'ebé ita-boot iha asesu ka sira ne'ebé ita-boot iha de'it. Ita-boot nia selesaun filtru sei rai no ativu nafatin to'o ita-boot hili atu muda ida-ne'e.

source: You can create a new chart or use existing ones from the panel on the right
id: Ita-boot bele kria gráfiku foun ka uza sira ne'ebé iha ona hosi painél iha liman-loos

source: You can preview the list of dashboards in the chart settings dropdown.
id: Ita-boot bele haree uluk lista painél sira nian iha dropdown konfigurasaun gráfiku nian.

source: You can select multiple values
id: Ita-boot bele hili valór oioin

source: You can't apply cross-filter on this data point.
id: Ita-boot labele aplika filtru kruzadu iha pontu dadus ida-ne'e.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
id: Ita-boot labele hamoos filtru temporál ikus tanba ida-ne'e uza ba filtru sira tempu nian iha painél sira.

source: You cannot use 45° tick layout along with the time range filter
id: Ita-boot labele uza dezeñu marka 45° hamutuk ho filtru intervalu tempu nian

source: You do not have permission to edit this %s
id: Ita-boot laiha lisensa atu edit %s ida-ne'e

source: You do not have permission to edit this chart
id: Ita-boot laiha lisensa atu edit gráfiku ida-ne'e

source: You do not have permission to edit this dashboard
id: Ita-boot laiha lisensa atu edit painél ida-ne'e

source: You do not have permission to read tags
id: Ita-boot laiha lisensa atu lee tag sira

source: You do not have permissions to edit this dashboard.
id: Ita-boot laiha lisensa atu edit painél ida-ne'e.

source: You do not have sufficient permissions to edit the chart
id: Ita-boot laiha lisensa sufisiente atu edit gráfiku

source: You don't have access to this chart.
id: Ita-boot laiha asesu ba gráfiku ida-ne'e.

source: You don't have access to this dashboard.
id: Ita-boot laiha asesu ba painél ida-ne'e.

source: You don't have access to this dataset.
id: Ita-boot laiha asesu ba konjuntu dadus ida-ne'e.

source: You don't have access to this embedded dashboard config.
id: Ita-boot laiha asesu ba konfigurasaun painél inkorporadu ida-ne'e.

source: You don't have any favorites yet!
id: Ita-boot seidauk iha favoritu ruma!

source: You don't have permission to modify the value.
id: Ita-boot laiha lisensa atu modifika valór.

source: You don't have the rights to alter %(resource)s
id: Ita-boot laiha direitu atu altera %(resource)s

source: You don't have the rights to alter this chart
id: Ita-boot laiha direitu atu altera gráfiku ida-ne'e

source: You don't have the rights to alter this dashboard
id: Ita-boot laiha direitu atu altera painél ida-ne'e

source: You don't have the rights to alter this title.
id: Ita-boot laiha direitu atu altera títulu ida-ne'e.

source: You don't have the rights to create a chart
id: Ita-boot laiha direitu atu kria gráfiku ida

source: You don't have the rights to create a dashboard
id: Ita-boot laiha direitu atu kria painél ida

source: You don't have the rights to download as csv
id: Ita-boot laiha direitu atu abaixar hanesan csv

source: You have removed this filter.
id: Ita-boot apaga tiha ona filtru ida-ne'e.

source: You have unsaved changes.
id: Ita-boot iha mudansa sira ne'ebé seidauk guarda.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
id: Ita-boot uza ona %(historyLength)s hotu-hotu atu halo undo slot no sei labele halo undo kompletamente ba asaun sira tuirmai. Ita-boot bele rai ita-boot nia estadu atuál hodi reset istória.

source: You may have an error in your SQL statement. {message}
id: Ita-boot bele iha erru iha ita-boot nia deklarasaun SQL. {message}

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
id: Ita-boot tenke sai na'in ba konjuntu dadus nian atu bele edita. Favor kontaktu ho na'in ba konjuntu dadus ida hodi husu modifikasaun ka asesu ba edit.

source: You must pick a name for the new dashboard
id: Ita-boot tenke hili naran ida ba painél foun

source: You must run the query successfully first
id: Ita-boot tenke hala'o pergunta ho susesu uluk

source: You need to configure HTML sanitization to use CSS
id: Ita-boot presiza konfigura saneamentu HTML nian atu uza CSS

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
id: Ita-boot atualiza ona valór sira iha painél kontrolu, maibé gráfiku la atualiza automatikamente. Hala'o pergunta hodi klika iha butaun "Atualiza gráfiku" ka

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
id: Ita-boot muda ona konjuntu dadus sira. Kontrolu ruma ho dadus (koluna sira, métrika sira) ne'ebé maka koresponde ho konjuntu dadus foun ida-ne'e mantein ona.

source: Your chart is not up to date
id: Ita-boot nia gráfiku la atualizadu

source: Your chart is ready to go!
id: Ita-boot nia gráfiku prontu ona atu la'o!

source: Your dashboard is near the size limit.
id: Ita-boot nia painél besik limite tamanu nian.

source: Your dashboard is too large. Please reduce its size before saving it.
id: Ita-boot nia painél boot liu. Favor hamenus nia medida molok guarda.

source: Your query could not be saved
id: Ita-boot nia pergunta labele atu guarda

source: Your query could not be scheduled
id: Ita-boot nia pergunta labele ajenda

source: Your query could not be updated
id: Ita-boot nia pergunta labele atualiza

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
id: Ita-boot nia pergunta ajenda ona. Atu haree detalle sira husi ita-boot nia pergunta, navega ba pergunta sira ne'ebé rai ona

source: Your query was not properly saved
id: Ita-boot nia pergunta la guarda ho loloos

source: Your query was saved
id: Ita-boot nia pergunta la guarda ho loloos

source: Your query was updated
id: Ita-boot nia pergunta atualiza ona

source: Your report could not be deleted
id: Ita-boot nia relatóriu labele atu apaga

source: Your user is activated you can now proceed to login
id: Ita-boot nia utilizadór ativadu ona agora ita-boot bele kontinua ba login

source: ZIP file contains multiple file types
id: Arkivu ZIP kontein tipu arkivu oioin

source: Zero imputation
id: Imputasaun zero

source: Zoom level of the map
id: Nivel zoom mapa nian

source: [ untitled dashboard ]
id: [ painél la hó títulu ]

source: [Invalid Date]
id: [Data ne'ebé la válidu]

source: [Longitude] and [Latitude] columns must be present in [Group By]
id: [Longitude] no [Latitude] koluna sira tenke prezente iha [Group By]

source: [Longitude] and [Latitude] must be set
id: [Longitude] no [Latitude] tenke tau

source: [Missing Dataset]
id: [Konjuntu Dadus ne'ebé Lakon]

source: [No Bulletin Data]
id: [Laiha Dadus Buletin nian]

source: [No Date]
id: [Laiha Data]

source: [No Status]
id: [Laiha Estatutu]

source: [Unknown Title]
id: [Títulu Deskoñesidu]

source: [Untitled]
id: [La iha títulu]

source: [dashboard name]
id: [naran painéldashboard]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
id: [opsional] métrika sekundária ida-ne'e uza hodi define kór hanesan rásiu ida hasoru métrika primária. Bainhira la tau, kór ne'e kategoriku no bazeia ba rótulu sira

source: [untitled]
id: [la iha títulu]

source: `compare_columns` must have the same length as `source_columns`.
id: `compare_columns` tenke iha naruk hanesan ho `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
id: `compare_columns` tenke iha naruk hanesan ho `source_columns`

source: `confidence_interval` must be between 0 and 1 (exclusive)
id: `intervalu_konfiansa` tenke entre 0 no 1 (eskluzivu)

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
id: `count` maka COUNT(*) se uza grupu ida. Koluna numérika sira sei agrega ho agregadór. Koluna sira ne'ebé la'ós numériku sei uza hodi tau rótulu ba pontu sira. Husik mamuk atu hetan kontajen pontu sira iha agrupamentu ida-idak.

source: `operation` property of post processing object undefined
id: `operasaun` propriedade husi objetu pós-prosesamentu ne'ebé la define

source: `prophet` package not installed
id: pakote `profeta` la instala

source: `rename_columns` must have the same length as `columns` + `time_shift_columns`.
id: `rename_columns` tenke iha naruk hanesan ho `columns` + `time_shift_columns`.

source: `row_limit` must be greater than or equal to 0
id: `row_limit` tenke boot liu ka hanesan ho 0

source: `row_offset` must be greater than or equal to 0
id: `row_offset` tenke boot liu ka hanesan ho 0

source: `width` must be greater or equal to 0
id: `width` deve ser maior ou igual a 0

source: add colors to cell bars for +/-
id: aumenta kór sira ba barra sélula nian ba +/-

source: aggregate
id: agrega

source: alert
id: alerta

source: alert condition
id: kondisaun alerta

source: alert dark
id: alerta nakukun

source: alerts
id: alerta sira

source: all
id: hotu-hotu

source: also copy (duplicate) charts
id: kopia mós gráfiku (duplikadu) sira

source: ancestor
id: bei'ala/ansestral

source: annotation
id: anotasaun

source: annotation_layer
id: kamada anotasaun

source: at
id: iha

source: auto
id: automátiku

source: auto (Smooth)
id: auto (Neneik)

source: background
id: fondu

source: basic conditional formatting
id: formatasaun kondisionál báziku

source: basis
id: baze

source: below (example:
id: kraik (ezemplu:

source: between {down} and {up} {name}
id: entre {down} no {up} {name}

source: bolt
id: parafuzu

source: boolean type icon
id: íkonu tipu boolean

source: bottom
id: borde kraik

source: bulletin
id: buletin

source: button (cmd + z) until you save your changes.
id: borde kraik (cmd + z) to'o ita-boot rai ita-boot nia mudansa sira.

source: by using
id: hodi uza

source: cannot be empty
id: labele hamamuk

source: change
id: mudansa

source: chart
id: gráfiku

source: charts
id: gráfiku sira

source: choose WHERE or HAVING...
id: hili WHERE ka HAVING...

source: clear all filters
id: apaga filtru hotu-hotu

source: click here
id: klik iha ne'e

source: code ISO 3166-1 alpha-2 (cca2)
id: kódigu ISO 3166-1 alpha-2 (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
id: kódigu ISO 3166-1 alpha-3 (cca3)

source: code International Olympic Committee (cioc)
id: kódigu Komité Olímpiku Internasionál (cioc)

source: color scheme for comparison
id: eskema kór nian ba komparasaun

source: color type
id: tipu kór

source: column
id: koluna

source: connecting to %(dbModelName)s
id: konekta ba %(dbModelName)s

source: contains
id: konteudu sira

source: content type
id: tipu konteúdu

source: count
id: konta

source: create
id: kria

source: create a new chart
id: kria gráfiku foun

source: create dataset from SQL query
id: kria konjuntu dadus husi pergunta SQL

source: css_template
id: modelu_css

source: cumulative
id: kumulativu

source: dashboard
id: painél

source: dashboards
id: painél sira

source: database
id: baze-dadus

source: dataset
id: konjuntu dadus

source: dataset name
id: naran konjuntu dadus

source: date
id: data

source: day
id: loron

source: day of the month
id: loron fulan nian

source: day of the week
id: loron semana nian

source: deck.gl 3D Hexagon
id: deck.gl Hexágono 3D

source: deck.gl Country
id: deck.gl Nasaun

source: deck.gl Multiple Layers
id: deck.gl Kamada oioin

source: deck.gl Path
id: deck.gl Dalan

source: deck.gl Polygon
id: deck.gl Polígonu

source: deck.gl charts
id: gráfiku sira deck.gl

source: default
id: padraun

source: descendant
id: desendente

source: description
id: deskrisaun

source: deviation
id: desviasaun

source: draft
id: esbosu

source: e.g. ********
id: pur ezemplu ********

source: e.g. 127.0.0.1
id: pur ezemplu 127.0.0.1

source: e.g. 5432
id: pur ezemplu 5432

source: e.g. AccountAdmin
id: pur ezemplu, AccountAdmin

source: e.g. Analytics
id: pur ezemplu Análitika

source: e.g. compute_wh
id: pur ezemplu, compute_wh

source: e.g. default
id: pur ezemplu padraun

source: e.g. hive_metastore
id: pur ezemplu, hive_metastore

source: e.g. param1=value1&param2=value2
id: pur ezemplu param1=value1&param2=value2

source: e.g. sql/protocolv1/o/12345
id: pur ezemplu sql/protocolv1/o/12345

source: e.g. world_population
id: pur ezemplu, populasaun_mundiál

source: e.g. xy12345.us-east-2.aws
id: pur ezemplu, xy12345.us-east-2.aws

source: e.g., a "user id" column
id: pu ezemplu, koluna "user id" ida

source: edit mode
id: modu edit

source: email group
id: grupu email

source: email subject
id: asuntu email nian

source: ends with
id: remata ho

source: entries
id: entrada sira

source: entries per page
id: entrada sira kada pájina

source: equals
id: hanesan

source: error
id: erru

source: error dark
id: erru nakukun

source: error_message
id: mensajen_erru

source: every
id: kada

source: every day of the month
id: kada loron iha fulan ida nia laran

source: every day of the week
id: kada loron ida semana ida nia laran

source: every hour
id: kada oras ida

source: every minute
id: kada minute ida

source: every month
id: kada fulan ida

source: expand
id: halu'an

source: explore
id: esplora

source: failed
id: falla

source: fetching
id: buka

source: flat
id: apartementu

source: for more information on how to structure your URI.
id: ba informasaun liután kona-ba oinsá atu estrutura ita-boot nia URI.

source: function type icon
id: íkonu tipu funsaun

source: geohash (square)
id: geohash (kuadradu)

source: health facility
id: fasilidade saúde

source: heatmap
id: mapa temperature manas

source: heatmap: values are normalized across the entire heatmap
id: mapa temperature manas: valór sira normaliza iha mapa temperature manas tomak

source: here
id: iha ne'e

source: hour
id: oras

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
id: atributu CSS renderizasaun imajen nian hosi objetu lona nian ne'ebé define oinsá browser halo eskala ba imajen

source: in
id: iha

source: in modal
id: laiha modal

source: invalid email
id: email ne'e la válidu

source: is expected to be a Mapbox URL
id: hein katak sei sai URL Mapbox nian

source: is expected to be a number
id: hein atu sai númeru ida

source: is expected to be an integer
id: hein atu sai númeru inteiru ida

source: is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
id: liga ba %s gráfiku sira ne'ebé mosu iha %s dashboard sira no utilizadór sira iha %s SQL Lab tabs uza baze-dadus ida-ne'e nakloke. Ita-boot iha serteza katak ita-boot hakarak kontinua? Apaga baze-dadus sei estraga objetu sira-ne'e.

source: is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
id: liga ba gráfiku %s ne'ebé mosu iha painél %s. Ita-boot iha serteza katak ita-boot hakarak kontinua? Apaga konjuntu dadus sei sobu objetu sira-ne'e.

source: key a-z
id: xave a-z

source: key z-a
id: xave z-a

source: label
id: rótulu

source: latest partition:
id: partisaun ikus liu:

source: left
id: karuk

source: less than {min} {name}
id: menus husi {min} {name}

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
id: persentajen kraik tenke boot liu 0 no ki'ik liu 100. Tenke ki'ik liu persentajen leten.

source: max
id: másimu

source: mean
id: média

source: median
id: mediana

source: meters
id: metru

source: metric
id: métrika

source: minute
id: minutu

source: minute(s)
id: minute sira

source: monotone
id: monótonu

source: month
id: fulan

source: more than {max} {name}
id: liu fali {max} {name}

source: must have a value
id: tenke iha valor
