Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: The object does not exist in the given database.
id: Objetu la eziste iha baze-dadus ne'ebé maka fó.

source: The parameter %(parameters)s in your query is undefined.
id: Parámetru %(parameters)s iha ita-boot nia pergunta la define.

source: The password provided for username "%(username)s" is incorrect.
id: Seña ne'ebé fornese ba naran utilizadór "%(username)s" la loos.

source: The password provided when connecting to a database is not valid.
id: Seña ne'ebé fornese bainhira liga ba baze-dadus ida la válidu.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
id: Seña sira ba baze-dadus sira iha kraik ne'e presiza atu nune'e bele hatama sira hamutuk ho gráfiku sira. Favor nota katak seksaun "Secure Extra" no "Certificate" hosi konfigurasaun baze-dadus nian la prezente iha arkivu esportasaun nian, no tenke aumenta manualmente hafoin importasaun se sira presiza.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
id: Seña sira ba baze-dadus sira iha kraik ne'e presiza atu nune'e bele hatama sira hamutuk ho painél sira. Favor nota katak seksaun "Secure Extra" no "Certificate" hosi konfigurasaun baze-dadus nian la prezente iha arkivu esportasaun nian, no tenke aumenta manualmente hafoin importasaun se sira presiza.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
id: Seña sira ba baze-dadus sira iha kraik ne'e presiza atu nune'e bele hatama sira hamutuk ho konjuntu dadus sira. Favor nota katak seksaun "Secure Extra" no "Certificate" hosi konfigurasaun baze-dadus nian la prezente iha arkivu esportasaun nian, no tenke aumenta manualmente hafoin importasaun se sira presiza.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
id: Seña sira ba baze-dadus sira iha kraik ne'e presiza atu nune'e bele hatama sira hamutuk ho pergunta sira ne'ebéguarda ona. Favor nota katak seksaun "Secure Extra" no "Certificate" hosi konfigurasaun baze-dadus nian la prezente iha arkivu esportasaun nian, no tenke aumenta manualmente hafoin importasaun se sira presiza.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
id: Seña sira ba baze-dadus sira iha kraik ne'e presiza atu bele hatama sira. Favor nota katak seksaun "Secure Extra" no "Certificate" hosi konfigurasaun baze-dadus nian la prezente iha arkivu sira esplorasaun nian no tenke aumenta manualmente hafoin importasaun se sira presiza.

source: The pattern of timestamp format. For strings use
id: Padraun husi formatu karimbu tempu nian. Ba uza string sira

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
id: Periodisidade ne'ebé atu muda tempu. Utilizadór sira bele fornese "Pandas" alias offset. Klik iha info bubble ba detallu liután kona-ba espresaun "freq" ne'ebé aseita ona.

source: The pixel radius
id: Raiu pixel nian

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
id: Pontu ba tabela fíziku (ka vista). Hanoin katak gráfiku ne'e asosiadu ho tabela lójika Superset ida-ne'e, no tabela lójika ida-ne'e hatudu tabela fíziku ne'ebé refere iha ne'e.

source: The port is closed.
id: Porta taka ona.

source: The port number is invalid.
id: Númeru porta nian la válidu.

source: The primary metric is used to define the arc segment sizes
id: Métrika primária uza hodi define tamañu segmentu arku nian

source: The provided table was not found in the provided database
id: Tabela ne'ebé fornese la hetan iha baze-dadus ne'ebé fornese

source: The query associated with the results was deleted.
id: Pergunta ne'ebé asosiadu ho rezultadu sira apaga ona.

source: The query associated with these results could not be found. You need to re-run the original query.
id: Pergunta ne'ebé asosiadu ho rezultadu sira-ne'e labele hetan. Ita-boot presiza hala'o fali pergunta orijinál.

source: The query contains one or more malformed template parameters.
id: Pergunta ne'e kontein parámetru modelu ida ka liu ne'ebé malformadu.

source: The query couldn't be loaded
id: Pergunta ne'e labele atu karrega

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
id: Estimasaun pergunta nian mate hafoin %(sqllab_timeout)s segundu. Karik ida-ne'e kompleksu liu, ka baze-dadus bele iha karga todan.

source: The query has a syntax error.
id: Pergunta iha erru sintaxe nian.

source: The query returned no data
id: Pergunta ne'e la fó sai dadus

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
id: Pergunta ne'e mate hafoin %(sqllab_timeout)s segundu. Karik ida-ne'e kompleksu liu, ka baze-dadus bele iha karga todan.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
id: Raiu (iha pixel) ne'ebé maka algoritmu uza hodi define agrupamentu ida. Hili 0 atu desliga agrupamentu, maibé kuidadu katak pontu barak (>1000) sei hamosu atrazu.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
id: Raiu husi pontu individuál sira (sira ne'ebé la'ós iha agrupamentu ida). Karik koluna numérika ida ka `Auto`, ne'ebé halo eskala ba pontu bazeia ba agrupamentu boot liu

source: The report has been created
id: Relatóriu ne'e kria ona

source: The report will be sent to your email at
id: Relatóriu sei envia ba ita-boot nia email iha

source: The result of this query must be a value capable of numeric interpretation e.g. 1, 1.0, or "1" (compatible with Python's float() function).
id: Rezultadu husi pergunta ida-ne'e tenke sai valór ida ne'ebé bele halo interpretasaun numérika n.e. 1, 1.0, ka "1" (kompativel ho Python nia funsaun float()).

source: The result size exceeds the allowed limit.
id: Medida rezultadu nian liu limite ne'ebé permitidu.

source: The results backend no longer has the data from the query.
id: Rezultadu sira backend nian laiha ona dadus husi pergunta.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
id: Rezultadu sira ne'ebé rai iha backend guarda ona iha formatu ne'ebé diferente, no labele ona deserializa.

source: The rich tooltip shows a list of all series for that point in time
id: Tooltip riku hatudu lista ida hosi série hotu-hotu ba pontu tempu ne'ebá

source: The row limit set for the chart was reached. The chart may show partial data.
id: Limite liña ne'ebé maka estabelese ba gráfiku atinji ona. Gráfiku bele hatudu dadus parsiál.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
id: Eskema “%(schema)s” la eziste. Eskema válidu ida tenke uza atu hala'o pergunta ida-ne'e.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
id: Eskema "%(schema_name)s" la eziste. Eskema válidu ida tenke uza atu hala'o pergunta ida-ne'e.

source: The schema of the submitted payload is invalid.
id: Eskema husi karga ne'ebé hatama la válidu.

source: The schema was deleted or renamed in the database.
id: Eskema ne'e elimina ka muda naran iha baze-dadus.

source: The screenshot could not be downloaded. Please, try again later.
id: Imajen ne'ebé foti (screenshot) labele atu abaixar. Favor ida, koko fali depois.

source: The screenshot has been downloaded.
id: Imajen Screenshot ne'e download ona.

source: The screenshot is being generated. Please, do not leave the page.
id: Imajen ne'ebé foti sei kria hela. Favor ida, keta husik pájina.

source: The size of each cell in meters
id: Tamañu husi sélula ida-idak iha metru

source: The size of the square cell, in pixels
id: Tamañu husi sélula kuadradu, iha pixel sira

source: The submitted payload failed validation.
id: Karga ne'ebé submeter ona falla iha validasaun.

source: The submitted payload has the incorrect format.
id: Karga ne'ebé submeter ona iha formatu ne'e laloos.

source: The submitted payload has the incorrect schema.
id: Karga ne'ebé submeter ona iha eskema ne'e laloos.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
id: Tabela "%(table)s" la eziste. Tabela válidu ida tenke uza atu hala'o pergunta ida-ne'e.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
id: Tabela "%(table_name)s” la eziste. Tabela válidu ida tenke uza atu hala'o pergunta ida-ne'e.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
id: Tabela ne'e kria ona. Hanesan parte ida husi prosesu konfigurasaun faze rua ida-ne'e, agora ita-boot tenke klik butaun edit nian iha tabela foun nia sorin hodi konfigura ida-ne'e.

source: The table was deleted or renamed in the database.
id: Tabela ne'e apaga ona ka muda ona naran iha baze-dadus.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
id: Koluna tempu nian ba vizualizasaun. Nota katak ita-boot bele define espresaun arbitráriu ne'ebé fó fila fali koluna DATAORAS iha tabela. Nota mós katak filtru iha kraik ne'e aplika hasoru koluna ka espresaun ida-ne'e

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
id: Granularidade tempu nian ba vizualizasaun. Nota katak ita-boot bele ketik no uza linguajen naturál simples hanesan iha `10 segundu`, `1 loron` ka `56 semanas`

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
id: Granularidade tempu nian ba vizualizasaun. Nota katak ita-boot bele ketik no uza linguajen naturál simples hanesan iha `10 segundu`,`1 loron` ka `56 semanas`

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
id: Granularidade tempu nian ba vizualizasaun. Ida-ne'e aplika transformasaun data ida hodi altera ita-boot nia koluna tempu no define granularidade tempu foun. Opsaun sira iha ne'e define iha baze ida ba motór baze-dadus nian iha kódigu fonte Superset nian.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
id: Tempu ba vizualizasaun. Tempu relativu hotu-hotu, n.e. "Fulan kotuk", "Loron 7 ikus", "agora", nst. avalia iha servidór uza oras lokál servidór nian (lahó zona oráriu). Tooltips hotu-hotu no tempu placeholder nian espresa iha UTC (la ho zona oráriu). Karimbu tempu sira hafoin ne'e avalia hosi baze-dadus uza zona oráriu lokál motór nian. Nota katak ema ida bele esplísitu konfigura zona oráriu tuir formatu ISO 8601 se espesifika oras hahú no/ka remata.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
id: Unidade tempu ba bloku ida-idak. Tenke sai unidade ki'ik liu duké domain_granularity. Tenke boot liu ka hanesan ho Time Grain

source: The time unit used for the grouping of blocks
id: Unidade tempu ne'ebé uza ba agrupamentu bloku sira

source: The type of visualization to display
id: Tipu vizualizasaun ne'ebé atu hatudu

source: The unit of measure for the specified point radius
id: Unidade sasukat ba raiu pontu ne'ebé espesifika ona

source: The upper limit of the threshold range of the Isoband
id: Limite superiór hosi alkanse limiar hosi Isoband

source: The user seems to have been deleted
id: Utilizadór ne'e parese apaga tiha ona

source: The user/password combination is not valid (Incorrect password for user).
id: Kombinasaun utilizadór/seña la válidu (Seña la loos ba utilizadór).

source: The username "%(username)s" does not exist.
id: Naran utilizadór "%(username)s" la eziste.

source: The username provided when connecting to a database is not valid.
id: Naran utilizadór ne'ebé fornese bainhira konekta ba baze-dadus ida la válidu.

source: The way the ticks are laid out on the X-axis
id: Maneira ne'ebé maka tick sira tau iha eixu X

source: The width of the Isoline in pixels
id: Isoline nia largura iha pixel sira

source: The width of the lines
id: Liña sira nia largura

source: There are associated alerts or reports
id: Iha alerta ka relatóriu sira ne'ebé asosiadu

source: There are associated alerts or reports: %(report_names)s
id: Iha alerta ka relatóriu sira ne'ebé asosiadu: %(report_names)s

source: There are no charts added to this dashboard
id: Laiha gráfiku sira ne'ebé aumenta ba painél ida-ne'e

source: There are no components added to this tab
id: Laiha komponente sira ne'ebé aumenta ba tab ida-ne'e

source: There are no databases available
id: Laiha baze-dadus sira ne'ebé disponivel

source: There are no filters in this dashboard.
id: Laiha filtru sira iha painél ida-ne'e.

source: There are unsaved changes.
id: Iha mudansa sira ne'ebé seidauk guarda.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
id: Iha erru sintaxe iha pergunta SQL. Karik iha ortografia ne'ebé sala ka hakerek sala.

source: There is no chart definition associated with this component, could it have been deleted?
id: Laiha definisaun gráfiku ne'ebé asosiadu ho komponente ida-ne'e, ida-ne'e bele elimina ona?

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
id: La iha espasu sufisiente ba komponente ida-ne'e. Koko hamenus nia largura, ka aumenta largura destinu nian.

source: There was an error fetching dataset
id: Mosu erru ida bainhira foti konjuntu dadus

source: There was an error fetching dataset's related objects
id: Mosu erru ida bainhira foti objetu sira ne'ebé relasiona ho konjuntu dadus

source: There was an error fetching the favorite status: %s
id: Mosu erru ida bainhira foti estatutu favoritu: %s

source: There was an error fetching the filtered charts and dashboards:
id: Mosu erru ida bainhira foti gráfiku sira no painél sira ne'ebé filtra ona:

source: There was an error loading the catalogs
id: Mosu erru ida bainhira karrega katálogu sira

source: There was an error loading the chart data
id: Mosu erru ida bainhira karrega dadus gráfiku nian

source: There was an error loading the dataset metadata
id: Mosu erru ida bainhira karrega metadadus konjuntu dadus nian

source: There was an error loading the schemas
id: Mosu erru ida bainhira karrega eskema sira

source: There was an error loading the tables
id: Mosu erru ida bainhira karrega tabela sira

source: There was an error retrieving dashboard tabs.
id: Mosu erru ida bainhira rekupera tab sira iha painél.

source: There was an error saving the favorite status: %s
id: Mosu erru ida bainhira salva estatutu favoritu: %s

source: There was an error with your request
id: Mosu erru ida ho ita-boot nia pedidu

source: There was an issue deleting %s: %s
id: Mosu problema ida bainhira apaga %s: %s

source: There was an issue deleting rules: %s
id: Mosu problema ida bainhira apaga regra sira: %s

source: There was an issue deleting the selected %s: %s
id: Mosu problema ida bainhira apaga %s ne'ebé maka hili ona: %s

source: There was an issue deleting the selected WhatsApp groups
id: Mosu problema ida bainhira apaga grupu WhatsApp sira ne'ebé maka hili ona

source: There was an issue deleting the selected annotations: %s
id: Mosu problema ida bainhira apaga anotasaun sira ne'ebé maka hili ona: %s

source: There was an issue deleting the selected bulletins
id: Iha problema ida bainhira apaga boletin sira ne'ebé maka hili ona

source: There was an issue deleting the selected charts: %s
id: Mosu problema ida bainhira apaga gráfiku sira ne'ebé maka hili ona: %s

source: There was an issue deleting the selected dashboards:
id: Mosu problema ida bainhira hamoos painél sira ne'ebé maka hili ona:

source: There was an issue deleting the selected datasets: %s
id: Mosu problema ida bainhira hamoos konjuntu dadus sira ne'ebé maka hili ona: %s

source: There was an issue deleting the selected email groups
id: Mosu problema ida bainhira apaga grupu email sira ne'ebé maka hili ona

source: There was an issue deleting the selected layers: %s
id: Mosu problema ida bainhira hamoos kamada sira ne'ebé maka hili ona: %s

source: There was an issue deleting the selected posts
id: Mosu problema ida bainhira hamoos post sira ne'ebé maka hili ona

source: There was an issue deleting the selected queries: %s
id: Mosu problema ida bainhira apaga pergunta sira ne'ebé maka hili ona: %s

source: There was an issue deleting the selected templates: %s
id: Mosu problema ida bainhira apaga modelu sira ne'ebé maka hili ona: %s

source: There was an issue deleting this WhatsApp group
id: Mosu problema ida bainhira apaga grupu WhatsApp ida-ne'e

source: There was an issue deleting this bulletin
id: Mosu problema ida bainhira apaga boletin ida-ne'e

source: There was an issue deleting this email group
id: Mosu problema ida bainhira apaga grupu email ida-ne'e

source: There was an issue deleting this post
id: Mosu problema ida bainhira apaga post ida-ne'e

source: There was an issue deleting: %s
id: Mosu problema ida bainhira apaga: %s

source: There was an issue duplicating the dataset.
id: Mosu problema ida kona-ba duplikasaun ba konjuntu dadus.

source: There was an issue duplicating the selected datasets: %s
id: Mosu problema ida bainhira duplika konjuntu dadus sira ne'ebé maka hili ona: %s

source: There was an issue favoriting this dashboard.
id: Mosu problema ida ne'ebé maka favorese painél ida-ne'e.

source: There was an issue fetching reports attached to this dashboard.
id: Mosu problema ida hodi hetan relatóriu sira ne'ebé anexa ba painél ida-ne'e.

source: There was an issue fetching the favorite status of this dashboard.
id: Mosu problema ida hodi hetan estatutu favoritu hosi painél ida-ne'e.

source: There was an issue previewing the selected query %s
id: Mosu problema ida bainhira haree uluk pergunta ne'ebé maka hili ona %s

source: There was an issue previewing the selected query. %s
id: Mosu problema ida iha previzaun ba pergunta ne'ebé maka hili ona. %s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
id: Mosu loop ida iha ita-boot nia Sankey, favór ida fornese ai-hun ida. Iha ne'e iha ligasaun ne'ebé sala: {}

source: These are the datasets this filter will be applied to.
id: Hirak-ne'e maka konjuntu dadus sira ne'ebé filtru ida-ne'e sei aplika ba.

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
id: Parámetru sira-ne'e maka hamosu ho dinámiku bainhira klik butaun guarda ka hakerek fali iha vista esplora. Objetu JSON ida-ne'e espoin iha ne'e ba referénsia no ba utilizadór sira ne'ebé maka hakarak atu altera parámetru espesífiku sira.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
id: Objetu JSON ida-ne'e hamosu ho dinámiku bainhira klik butaun guarda ka hakerek fali iha vista dashboard. Ida-ne'e espoin iha ne'e ba referénsia no ba utilizadór sira ne'ebé maka hakarak atu altera parámetru espesífiku sira.

source: This Week's Dengue Case
id: Kazu Dengue Semana nee'e

source: This Week's Diarrhea Case
id: Kazu Diareia Semana ne'e

source: This action will permanently delete %s.
id: Asaun ida-ne'e sei halakon permanentemente %s.

source: This action will permanently delete the layer.
id: Asaun ida-ne'e sei halakon permanentemente kamada ida-ne'e.

source: This action will permanently delete the saved query.
id: Asaun ida-ne'e sei halakon permanentemente pergunta ne'ebé maka guarda ona.

source: This action will permanently delete the template.
id: Asaun ida-ne'e sei halakon permanentemente modelu.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
id: Ida-ne'e bele sai hanesan enderesu IP (ezemplu 127.0.0.1) ka naran domíniu (ezemplu mydatabase.com).

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
id: Gráfiku ida-ne'e aplika filtru kruzadu sira ba gráfiku sira ne'ebé nia konjuntu dadus sira kontein koluna sira ho naran hanesan.

source: This chart has been moved to a different filter scope.
id: Gráfiku ida-ne'e muda ona ba ámbitu filtru ida ne'ebé diferente.

source: This chart is managed externally, and can't be edited in Superset
id: Gráfiku ida-ne'e jere hosi li'ur, no labele edita iha Superset

source: This chart might be incompatible with the filter (datasets don't match)
id: Gráfiku ida-ne'e bele la kompativel ho filtru (konjuntu dadus sira la hanesan)

source: This chart type is not supported when using an unsaved query as a chart source.
id: Tipu gráfiku ida-ne'e la suporta bainhira uza pergunta ne'ebé la guarda hanesan fonte gráfiku.

source: This column might be incompatible with current dataset
id: Koluna ida-ne'e bele la kompativel ho konjuntu dadus atuál

source: This column must contain date/time information.
id: Koluna ida-ne'e tenke iha informasaun kona-ba data/oras.

source: This content will be used for the email body. For Facebook, this message combined with the subject will form the post caption.
id: Konteúdu ida-ne'e sei uza ba email nia isin. Ba Facebook, mensajen ida-ne'e kombina ho asuntu sei forma legenda post nian.
