Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
id: Kontrolu ida ka barak atu agrupa. Se halo agrupamentu, tenke iha koluna latitude no longitude.

source: One or many controls to pivot as columns
id: Kontrolu ida ka barak atu muda sai hanesan koluna sira

source: One or many metrics to display
id: Métrika ida ka barak atu hatudu

source: One or more annotation layers failed loading.
id: Falla atu karrega kamada anotasaun ida ka liu.

source: One or more columns already exist
id: Koluna ida ka liu eziste ona

source: One or more columns are duplicated
id: Koluna ida ka liu maka duplikadu

source: One or more columns do not exist
id: Koluna ida ka liu la eziste

source: One or more metrics already exist
id: Métrika ida ka liu eziste ona

source: One or more metrics are duplicated
id: Métrika ida ka liu maka duplikadu

source: One or more metrics do not exist
id: Métrika ida ka liu la eziste

source: One or more parameters needed to configure a database are missing.
id: Laiha parametru ida ka liu maka presiza atu konfigura baze-dadus ida.

source: One or more parameters specified in the query are malformed.
id: Parámetru ida ka liu ne'ebé espesifika iha pergunta ne'e malformadu.

source: One or more parameters specified in the query are missing.
id: Laiha parámetru ida ka liu ne'ebé espesifika iha pergunta.

source: Only PDF and image files are allowed
id: PDF no imajen de'it maka bele

source: Only Total
id: Totál de'it

source: Only `SELECT` statements are allowed
id: Permite de'it maka deklarasaun `SELECT`

source: Only applies when "Label Type" is not set to a percentage.
id: Aplika de'it bainhira "Tipu Rotulu" la tau ba persentajen.

source: Only applies when "Label Type" is set to show values.
id: Aplika de'it bainhira "Tipu Rotulu" maka tau atu hatudu valór sira.

source: Only selected panels will be affected by this filter
id: Dashboard sira ne'ebé maka hili de'it maka sei hetan afetadu hosi filtru ida-ne'e

source: Only show the total value on the stacked chart, and not show on the selected category
id: Hatudu de'it valór totál iha gráfiku ne'ebé tau hamutuk, no la hatudu iha kategoria ne'ebé hili ona

source: Only single queries supported
id: Pergunta ida de'it maka suporta

source: Oops! An error occurred!
id: Ups! Erru ida akontese!

source: Opacity
id: Opasidade

source: Opacity of Area Chart. Also applies to confidence band.
id: Opasidade Gráfiku Área nian. Aplika mós ba banda konfiansa nian.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
id: Opasidade hosi agrupamentu, pontu, no rótulu sira hotu. Entre 0 no 1.

source: Opacity of area chart.
id: Opasidade hosi gráfiku área nian.

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
id: Opasidade husi bolu sira, 0 signifika kompletamente transparente, 1 signifika opaku

source: Opacity, expects values between 0 and 100
id: Opasidade, hein valór sira entre 0 no 100

source: Open Datasource tab
id: Loke tab Fonte Dadus

source: Open in SQL Lab
id: Loke iha Lab SQL

source: Open query in SQL Lab
id: Loke pergunta iha Lab SQL

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
id: Opera baze-dadus iha modo asínkronu, signifika katak pergunta sira ezekuta iha traballadór remotu sira envezde iha servidór web rasik. Ida-ne'e asume katak ita-boot iha konfigurasaun traballadór Celery nian no mós backend rezultadu nian. Haree ba dokumentu instalasaun nian ba informasaun liután.

source: Operator
id: Operador

source: Operator undefined for aggregator: %(name)s
id: Operadór la define ba agregadór: %(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
id: Konteúdu CA_BUNDLE opsionál atu valida pedidu HTTPS sira. Disponivel de'it iha motór baze-dadus balu.

source: Optional d3 date format string
id: String formatu data d3 opsionál

source: Optional d3 number format string
id: Opsionál d3 númeru formatu string

source: Optional name of the data column.
id: Naran opsionál ba koluna dadus nian.

source: Optional warning about use of this metric
id: Alerta opsionál kona-ba uza métrika ida-ne'e

source: Optional: Add a YouTube video URL
id: Opsionál: Hatama URL vídeo YouTube nian

source: Options
id: Opsaun sira

source: Or choose from a list of other databases we support:
id: Ka hili hosi lista baze-dadus sira seluk ne'ebé ami suporta:

source: Or enter your OpenID here
id: Ka hatama ita-boot nia OpenID iha ne'e

source: Order by entity id
id: Halo pedidu ba id tuir entidade nian

source: Order results by selected columns
id: Halo pedidu ba rezultadu sira tuir koluna sira ne'ebé maka hili ona

source: Ordering
id: Pedidu sira

source: Orders the query result that generates the source data for this chart. If a series or row limit is reached, this determines what data are truncated. If undefined, defaults to the first metric (where appropriate).
id: Halo pedidu ba rezultadu pergunta nian ne'ebé maka hamosu fonte dadus ba gráfiku ida-ne'e. Se série ka limite liña ida atinji ona, ida-ne'e determina dadus saida maka tesi sai ona. Se la define, padraun ba métrika dahuluk (ne'ebé apropriadu).

source: Orientation
id: Orientasaun

source: Orientation of bar chart
id: Orientasaun ba gráfiku barra sira

source: Orientation of filter bar
id: Orientasaun husi barra filtru nian

source: Orientation of tree
id: Orientasaun ai-hun nian

source: Original
id: Orijinal

source: Original table column order
id: Orden koluna tabela orijinál

source: Original value
id: Valor orijinal

source: Orthogonal
id: Ortogonal

source: Other
id: Seluk

source: Other color palettes
id: Kór paleta sira seluk

source: Outdoors
id: Iha liur

source: Outer Radius
id: Raiu Esternu

source: Outer edge of Pie chart
id: Borda liur husi gráfiku pie

source: Overlap
id: Sobrepozisaun

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
id: Sobrepozisaun série tempu ida ka liu hosi períodu tempu relativu ida. Espeta delta tempu relativu iha linguajen naturál (ezemplu: oras 24, loron 7, semana 52, loron 365). Testu livre hetan suporta.

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
id: Sobrepozisaun série tempu ida ka liu hosi períodu tempu relativu ida. Espeta delta tempu relativu iha linguajen naturál (ezemplu: oras 24, loron 7, semana 52, loron 365). Testu livre hetan suporta.

source: Overlay results from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported. Use "Inherit range from time filters" to shift the comparison time range by the same length as your time range and use "Custom" to set a custom comparison range.
id: Sobrepozisaun rezultadu sira hosi períodu tempu relativu ida. Espeta delta tempu relativu iha linguajen naturál (ezemplu: oras 24, loron 7, semana 52, loron 365). Testu livre hetan suporta. Uza "Inherit range from time filters" atu muda tempu komparasaun ho komprimentu hanesan ho ita-boot nia tempu no uza "Custom" atu tau komparasaun personalizadu.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
id: Sobrepozisaun grid hexagonál ida iha mapa ida, no agrega dadus iha limite sélula ida-idak nian.

source: Override time grain
id: Substituisaun tempu

source: Override time range
id: Substituisaun interval tempu

source: Overview
id: Vizaun Jeral

source: Overwrite
id: Boot liu

source: Overwrite & Explore
id: Boot liu no Esplora

source: Overwrite Dashboard [%s]
id: Dashboard hakerek liu fali [%s]

source: Overwrite existing
id: Ezistente hakerek barak liu

source: Overwrite text in the editor with a query on this table
id: Testu iha editór boot liu ho pergunta ida iha tabela ida-ne'e

source: Owned Created or Favored
id: Kria ka Favorese rasik

source: Owner
id: Na'in

source: Owners
id: Na'in sira

source: Owners are invalid
id: Na'in sira la válidu

source: Owners is a list of users who can alter the dashboard.
id: Na'in sira maka lista ida hosi utilizadór sira ne'ebé bele altera painél.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
id: Na'in sira maka lista ida hosi utilizadór sira ne'ebé bele altera painél. Bele buka tuir naran ka naran utilizadór.

source: PDF Preview
id: Previzualizasaun dadus iha PDF

source: PDF download failed, please refresh and try again.
id: Falla atu download PDF, favór ida atualiza no koko fali.

source: Page length
id: Komprimentu pájina

source: Paired t-test Table
id: Tabela t-test par ona

source: Pandas resample method
id: Métodu re-amostra Pandas

source: Pandas resample rule
id: Regra re-amostra Pandas nian

source: Parallel Coordinates
id: Koordenasaun Paralelu sira

source: Parameter Column
id: Koluna Parametru

source: Parameter error
id: Erru iha parámetru

source: Parameters
id: Parámetru sira

source: Parameters
id: Parámetru sira

source: Parameters related to the view and perspective on the map
id: Parametru sira relasiona ho vizaun no perspetiva iha mapa

source: Parent
id: Inan-Aman

source: Parsing error: %(error)s
id: Erru: %(error)s

source: Part of a Whole
id: Parte husi Tomak ida

source: Partition Chart
id: Partisaun Gráfiku nian

source: Partition Diagram
id: Partisaun Diagrama

source: Partition Limit
id: Limite partisaun

source: Partition Threshold
id: Limite Partisaun

source: Partitions whose height to parent height proportions are below this value are pruned
id: Partisaun sira ne'ebé nia altura ba proporsaun altura inan nian iha valór ida-ne'e nia okos maka tesi

source: Password
id: Seña

source: Paste Private Key here
id: Kola Xave Privadu iha ne'e

source: Paste content of service credentials JSON file here
id: Kola konteúdu husi arkivu JSON kredensial servisu nian iha ne'e

source: Paste the shareable Google Sheet URL here
id: Kola URL Google Sheet kompartivel iha ne'e

source: Paste your access token here
id: Kola ita-boot nia asesu token iha ne'e

source: Pattern
id: Padraun

source: Percent Change
id: Mudansa Persentu

source: Percent Difference format
id: Formatu Diferensa Persentu

source: Percent of total
id: Persentu husi totál

source: Percentage
id: Persentajen

source: Percentage change
id: Mudansa persentajen

source: Percentage difference between the time periods
id: Diferensa persentajen entre períodu tempu sira

source: Percentage metrics
id: Métrika persentajen sira

source: Percentage threshold
id: Limite persentajen

source: Percentages
id: Persentajen sira

source: Performance
id: Dezempeñu

source: Period average
id: Média períodu nian

source: Periods
id: Períodu sira

source: Periods must be a whole number
id: Períodu sira tenke ser númeru tomak ida

source: Person or group that has certified this chart.
id: Ema ka grupu ne’ebé sertifika ona gráfiku ne’e.

source: Person or group that has certified this dashboard.
id: Ema ka grupu ne'ebé sertifika ona painél ida-ne'e.

source: Person or group that has certified this metric
id: Ema ka grupu ne'ebé maka sertifika ona métrika ida-ne'e

source: Phone
id: Telefone

source: Phone Numbers
id: Númeru Telefone sira

source: Phone Numbers (comma-separated, e.g., +1234567890)
id: Númeru Telefone sira (haketak ho vírgula, n.e., +1234567890)

source: Phone Numbers:
id: Númeru Telefone sira:

source: Physical
id: Fíziku

source: Physical (table or view)
id: Fíziku (tabela ka vista)

source: Physical dataset
id: Konjuntu dadus fíziku

source: Pick a dimension from which categorical colors are defined
id: Hili dimensaun ida ne'ebé maka define kór kategoriál sira

source: Pick a metric for x, y and size
id: Hili métrika ida ba x, y no medida

source: Pick a metric to display
id: Hili métrika ida hodi hatudu

source: Pick a name to help you identify this database.
id: Hili naran ida atu ajuda ita-boot identifika baze-dadus ida-ne'e.

source: Pick a nickname for how the database will display in Superset.
id: Hili apelidu ida ba oinsá baze-dadus sei hatudu iha Super-Konjuntu/Superset.

source: Pick a set of deck.gl charts to layer on top of one another
id: Hili konjuntu ida husi gráfiku deck.gl sira hodi tau iha kamada ida-idak nia leten

source: Pick a set of deck.gl charts to layer on top of one another. The order here determines the initial rendering order.
id: Hili konjuntu ida hosi gráfiku deck.gl sira hodi tau iha ida-idak nia leten. Orden iha ne'e determina orden renderizasaun inisiál.

source: Pick a title for you annotation.
id: Hili títulu ida ba ita-boot nia anotasaun.

source: Pick at least one field for [Series]
id: Hili pelumenus kampu ida ba [Série]

source: Pick at least one metric
id: Hili pelumenus métrika ida

source: Pick exactly 2 columns as [Source / Target]
id: Hili loloos koluna 2 hanesan [Fonte / Alvu]

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
id: Hili koluna ida ka liu ne'ebé tenke hatudu iha anotasaun ne'e. Se ita-boot la hili koluna ida maka sei hatudu sira hotu.

source: Pick your favorite markup language
id: Hili ita-boot nia linguajen markasaun favoritu

source: Pie Chart
id: Gráfiku Piza/Pie

source: Pie Chart (legacy)
id: Gráfiku Piza (legadu)

source: Pie shape
id: Forma hanesan piza

source: Piecewise
id: Pedasuk-pedasuk

source: Pivot Table
id: Tabela Pivot

source: Pivot operation must include at least one aggregate
id: Operasaun pivot tenke inklui pelumenus agregadu ida

source: Pivot operation requires at least one index
id: Operasaun pivot presiza pelumenus índise ida

source: Pivoted
id: Pivotadu

source: Pixel height of each series
id: Pixel nia altura husi série ida-idak

source: Pixels
id: Pixel sira

source: Plain
id: Simples

source: Please DO NOT overwrite the "filter_scopes" key.
id: Favor ida, LABELE hakerek liu fali xave "filter_scopes".

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
id: Favor verifika ita-boot nia pergunta no konfirma katak parámetru modelu hotu-hotu hale'u ho trasu duplu, porezemplu, "{{ ds }}". Depois, koko hala'o fali ita-boot nia pergunta.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
id: Favor verifika ita-boot nia pergunta ba erru sintaxe nian iha ka besik "%(syntax_error)s". Depois, koko hala'o fali ita-boot nia pergunta.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
id: Favor verifika ita-boot nia pergunta ba erru sintaxe nian ne'ebé besik "%(server_error)s". Depois, koko hala'o fali ita-boot nia pergunta.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
id: Favor verifika ita-boot nia parámetru modelu nian ba erru sintaxe nian no asegura katak sira koresponde ho ita-boot nia pergunta SQL no Konfigura Parámetru sira. Depois, koko hala'o fali ita-boot nia pergunta.

source: Please choose a provider
id: Favor hili fornesedór ida

source: Please choose at least one groupby
id: Favor hili pelumenus grupu ida tuir

source: Please confirm
id: Favor konfirma

source: Please confirm the overwrite values.
id: Favor konfirma valór sira ne'ebé hakerek liu fali.

source: Please correct the errors below and try again.
id: Favor hadi'a erru sira iha kraik no koko fali.

source: Please correct the errors below:
id: Favor hadi'a erru sira iha kraik:

source: Please ensure your files follow the TLHIS/22:Weekly surveillance Excel format and include the municipality name (e.g., Dili) or code (e.g., TL-DI) in the filename.
id: Favór asegura katak ita-boot nia arkivu sira tuir formatu Excel TLHIS/22:Vijilánsia semanal no inklui naran munisípiu (ezemplu, Dili) ka kódigu (ezemplu, TL-DI) iha arkivu nia naran.

source: Please enter a SQLAlchemy URI to test
id: Favor hatama SQLAlchemy URI ida atu koko

source: Please enter a valid YouTube video URL
id: Favor hatama URL vídeo YouTube ne'ebé válidu

source: Please enter valid text. Spaces alone are not permitted.
id: Favor hatama testu ne'ebé válidu. Espasu sira mesak la permite.

source: Please include municipality name (e.g., Dili) or code (e.g., TL-DI) in filenames
id: Favor inklui naran munisípiu (ezemplu, Dili) ka kódigu (ezemplu, TL-DI) iha naran arkivu sira

source: Please input at least one email address!
id: Favor hatama pelumenus enderesu email ida!

source: Please input at least one phone number!
id: Favor hatama pelumenus númeru telefone ida!

source: Please input the group name!
id: Favor hatama grupu nia naran!

source: Please provide valid phone numbers.
id: Favor fornese númeru telefone ne'ebé válidu.

source: Please re-enter the password.
id: Favor hatama fali seña.

source: Please re-export your file and try importing again
id: Favor ida, esporta fali ita-boot nia arkivu no koko atu hatama fila fali

source: Please reach out to the Chart Owner for assistance.
id: Favor kontaktu ba Gráfiku nia Na'in atu hetan asisténsia.

source: Please save the query to enable sharing
id: Favor guarda pergunta atu ativa fahe

source: Please save your chart first, then try creating a new email report.
id: Por favor primeiramente guardar seu gráfico, então tentar crir um novo relatório de e-mail.

source: Please save your dashboard first, then try creating a new email report.
id: Por favor, salve primeiro o seu painel e, em seguida, tente criar um novo relatório de e-mail.

source: Please select a bulletin.
id: Favor hili boletin ida.

source: Please select a file first
id: Favor hili uluk arkivu ida

source: Please select a valid week number (1-53)
id: Favor hili númeru semana ida ne'ebé válidu (1-53)

source: Please select a year
id: Favor hili tinan ida

source: Please select both a Dataset and a Chart type to proceed
id: Por favor selecionar um conjunto de dados e um tipo de gráfico para prosseguir

source: Please select files first
id: Favor hili uluk arkivu sira

source: Please specify the Dataset ID for the ``%(name)s`` metric in the Jinja macro.
id: Favor espesifika ID Konjuntu dadus ba métrika ``%(name)s`` iha makro Jinja.

source: Please use 3 different metric labels
id: Favor uza rótulu métriku 3 ne'ebé diferente

source: Plot the distance (like flight paths) between origin and destination.
id: Trasa distánsia (hanesan dalan semo nian) entre orijen no destinu.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
id: Trasa métrika individuál sira ba liña ida-idak iha dadus ho vertikál no liga sira hamutuk hanesan liña ida. Gráfiku ida-ne'e útil atu kompara métrika oioin iha amostra ka liña sira hotu iha dadus.

source: Point Color
id: Kór Pontu

source: Point Radius
id: Raiu Pontu

source: Point Radius Scale
id: Eskala Raiu Pontu

source: Point Radius Unit
id: Unidade Raiu Pontu

source: Point Size
id: Tamañu Pontu

source: Point Unit
id: Pontu Unidade

source: Point to your spatial columns
id: Apontar para as colunas espaciais

source: Points
id: Pontu sira

source: Points and clusters will update as the viewport is being changed
id: Pontu sira no agrupamentu sira sei atualiza bainhira viewport hetan mudansa

source: Polygon Column
id: Koluna Polígonu

source: Polygon Encoding
id: Kodifikasaun Polígonu

source: Polygon Settings
id: Konfigurasaun Polígonu

source: Polyline
id: Poliliña

source: Populate "Default value" to enable this control
id: Prenxe "Valór padraun" hodi ativa kontrolu ida-ne'e

source: Population age data
id: Dadus idade populasaun nian

source: Port
id: Portu

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
id: Porta %(port)s iha hostname "%(hostname)s" rekuza koneksaun.

source: Port out of range 0-65535
id: Porta sai hosi intervalu 0-65535

source: Position JSON
id: Pozisaun JSON

source: Position of child node label on tree
id: Pozisaun husi rótulu nodu oan nian iha ai-hun

source: Position of column level subtotal
id: Pozisaun hosi subtotál nivel koluna nian

source: Position of intermediate node label on tree
id: Pozisaun husi rótulu nodu intermédiu iha ai-hun

source: Position of row level subtotal
id: Pozisaun hosi subtotál nivel liña nian

source: Post created successfully
id: Post kria ho susesu

source: Posted by
id: Kria husi

source: Posted by %s %s
id: Kria husi %s %s

source: Powered by Apache Superset
id: Forsa husi Apache Superset

source: Pre-filter
id: Pré-filtru

source: Pre-filter available values
id: Pre-filtru valór sira ne'ebé disponivel

source: Pre-filter is required
id: Presiza pre-filtru

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
id: Predikadu ne'ebé aplika bainhira foti valór distintu hodi prenxe komponente kontrolu filtru nian. Suporta sintaxe modelu jinja. Aplika de'it bainhira `Ativa Selesaun Filtru` lakan.

source: Predictive
id: Preditivu

source: Predictive Analytics
id: Análize Preditivu

source: Prefix
id: Prefixu

source: Prefix or suffix
id: Prefixu ka sufixu

source: Preview
id: Previzaun

source: Preview uploaded file
id: Previzaun ba arkivu ne'ebé maka hatama/karrega ona

source: Preview: `%s`
id: Previzaun: `%s`

source: Previous
id: Anterior

source: Previous Line
id: Liña anteriór

source: Primary
id: Primáriu

source: Primary Metric
id: Métrika Primária

source: Primary key
id: Xave primária

source: Primary or secondary y-axis
id: Eixu y primáriu ka sekundáriu

source: Primary y-axis Bounds
id: Limite sira hosi eixu-y primáriu

source: Primary y-axis format
id: Formatu eixu y primáriu

source: Private Channels (Bot in channel)
id: Kanál Privadu sira (Bot iha kanál)

source: Private Key
id: Xave Privadu

source: Private Key & Password
id: Xave Privadu no Seña

source: Private Key Password
id: Xave Privadu Seña

source: Proceed
id: Prosesadu

source: Progress
id: Progresu

source: Progressive
id: Progresivu

source: Project Id
id: Id Projetu

source: Propagate
id: Propaga

source: Proportional
id: Proporsionál

source: Public Education
id: Edukasaun ba Publiku

source: Public and privately shared sheets
id: Folla sira ne'ebé fahe ba públiku no privadu

source: Publicly shared sheets only
id: Folla sira ne'ebé fahe ba públiku de'it

source: Published
id: Publika ona

source: Purple
id: Roxu

source: Put labels outside
id: Tau rótulu sira iha borde liur

source: Put positive values and valid minute and second value less than 60
id: Tau valór pozitivu no valór minutu no segundu válidu menus husi 60

source: Put some positive value greater than 0
id: Tau valór pozitivu ruma ne'ebé boot liu 0

source: Put the labels outside of the pie?
id: Tau rótulu sira iha gráfiku pizza nia liur?

source: Put the labels outside the pie?
id: Tau rótulu sira iha gráfiku pizza nia liur?

source: Put your code here
id: Tau ita-boot nia kódigu iha ne'e

source: Python datetime string pattern
id: Padraun string data-oras Python nian

source: QUERY DATA IN SQL LAB
id: PREGUNTA DADUS IHA LAB SQL

source: Quarter
id: Trimestre

source: Quarters %s
id: Trimestre sira %s

source: Queries
id: Pregunta sira

source: Query
id: Pregunta
