Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Stop running (Ctrl + x)
id: Hapara ezekutasaun (Ctrl + x)

source: Stopped an unsafe database connection
id: Hapara koneksaun baze-dadus ne'ebé la seguru

source: Stream
id: Fluxu

source: Streets
id: Rua sira

source: Strength to pull the graph toward center
id: Forsa atu dada gráfiku ba sentru

source: Stretched style
id: Estilu alongadu

source: String Conditional Formatting
id: Formatasaun Kondisionál ba String

source: Stroke Color
id: Trasu Kor

source: Stroke Width
id: Trasu Largura

source: Stroked
id: Trasejadu

source: Structural
id: Estrutural

source: Style
id: Estilu

source: Style the ends of the progress bar with a round cap
id: Halo estilu ba barra progresu nia rohan sira ho kapa redonda

source: Subdomain
id: Subdomíniu

source: Subheader
id: Subtítulu

source: Subheader Font Size
id: Tamañu fonte subtítulu

source: Subject
id: Sujeitu

source: Subject Sent
id: Relatóriu envia ona

source: Submit
id: Submete

source: Success
id: Susesu

source: Successfully changed dataset!
id: Ho susesu muda konjuntu dadus!

source: Successfully created WhatsApp group: %s
id: Grupu WhatsApp ne'ebé kria ona ho susesu: %s

source: Successfully created email group: %s
id: Grupu email ne'ebé kria ona ho susesu: %s

source: Successfully updated WhatsApp group: %s
id: Atualiza ona grupu WhatsApp ho susesu: %s

source: Successfully updated email group: %s
id: Grupu email ne'ebé atualiza ona ho susesu: %s

source: Suffix
id: Sufiksu

source: Suffix to apply after the percentage display
id: Sufiksu atu aplika hafoin hatudu persentajen

source: Sum
id: Soma

source: Sum as Fraction of Columns
id: Soma hanesan Frasaun husi Koluna sira

source: Sum as Fraction of Rows
id: Soma hanesan Frasaun husi Liña sira

source: Sum as Fraction of Total
id: Soma hanesan Frasaun hosi Totál

source: Sum of values over specified period
id: Soma hosi valór sira iha períodu espesífiku

source: Sum values
id: Soma valór sira

source: Summary
id: Domingu

source: Sunburst Chart
id: Gráfiku Sunburst

source: Sunday
id: Domingu

source: Superset Chart
id: Gráfiku Superset

source: Superset Embedded SDK documentation.
id: Superset Dokumentasaun SDK ne'ebé inkorporadu.

source: Superset chart
id: Gráfiku superset

source: Superset dashboard
id: Dasboard Superset

source: Superset encountered an error while running a command.
id: Superset hasoru erru ida bainhira hala'o hela komandu ida.

source: Superset encountered an unexpected error.
id: Superset hasoru erru ne'ebé la espera.

source: Support for .xlsx files only. Please ensure your file follows the template format.
id: Suporta ba arkivu .xlsx de'it. Favor asegura katak ita-boot nia arkivu tuir formatu modelu nian.

source: Supported databases
id: Baze-dadus ne'ebé suporta

source: Survey Responses
id: Resposta sira ba peskiza nian

source: Swap dataset
id: Troka konjuntu dadus

source: Swap rows and columns
id: Troka liña no koluna sira

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
id: Katana ezérsitu Suisa nian hodi vizualiza dadus. Hili entre pasu, liña, espallamentu, no gráfiku barra sira. Tipu viz ida-ne'e iha opsaun kostumizasaun barak mós.

source: Switch to the next tab
id: Muda ba tab tuir mai

source: Switch to the previous tab
id: Muda ba tab anteriór

source: Symbol
id: Simbolu

source: Symbol of two ends of edge line
id: Símbolu husi liña nia rohan ninin rua

source: Symbol size
id: Tamañu símbolu

source: Sync columns from source
id: Sinkroniza koluna sira husi fonte

source: Syntax
id: Sintaxe

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
id: Erru Sintaxe: %(qualifier)s input "%(input)s" hein "%(expected)s

source: TABLES
id: TABELA SIRA

source: TEMPORAL_RANGE
id: INTERVALU_TEMPU

source: THU
id: KIN

source: TUE
id: TER

source: Tab name
id: Naran tab

source: Tab schema is invalid, caused by: %(error)s
id: Eskema tab nian la válidu, kauza hosi: %(error)s

source: Tab title
id: Títulu tab

source: Table
id: Tabela

source: Table %(table)s wasn't found in the database %(db)s
id: Tabela %(table)s la hetan iha baze-dadus %(db)s

source: Table Name
id: Naran Tabela

source: Table [%(table)s] could not be found, please double check your database connection, schema, and table name
id: Tabela [%(table)s] la hetan, halo favór verifika dala rua ita-boot nia koneksaun baze-dadus, eskema, no naran tabela

source: Table already exists. You can change your 'if table already exists' strategy to append or replace or provide a different Table Name to use.
id: Tabela eziste ona. Ita-boot bele muda ita-boot nia estratéjia 'se tabela eziste ona' hodi aumenta ka troka ka fornese Naran Tabela ida ne'ebé diferente atu uza.

source: Table cache timeout
id: Cache tabela nia tempu limite liu ona

source: Table columns
id: Koluna tabela nian

source: Table name
id: Tabela nia naran

source: Table name undefined
id: Naran tabela nian la define

source: Table or View "%(table)s" does not exist.
id: Tabela ka Vizaun "%(table)s" la eziste.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
id: Tabela ne'ebé vizualiza t-test par, ne'ebé uza atu komprende diferensa estatístika entre grupu sira.

source: Tables
id: Tabela sira

source: Tabs
id: Tab sira

source: Tag could not be created.
id: Labele kria tag.

source: Tag could not be deleted.
id: Tag labele atu apaga.

source: Tag could not be found.
id: La hetan tag.

source: Tag could not be updated.
id: Tag labele atualiza.

source: Tag created
id: Tag kria ona

source: Tag name
id: Naran tag

source: Tag name is invalid (cannot contain ':')
id: Naran tag la válidu (labele kontein ':')

source: Tag parameters are invalid.
id: Parámetru sira tag nian la válidu.

source: Tag updated
id: Tag atualizadu

source: Tagged %s %ss
id: Marka ona %s %ss

source: Tagged Object could not be deleted.
id: Objetu ne'ebé tau ona marka labele atu apaga.

source: Tags
id: Tag sira

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
id: Foti ita-boot nia pontu dadus sira, no agrupa sira iha "bins" hodi haree iha ne'ebé maka área sira informasaun nian ne'ebé maka densu liu

source: Target
id: Alvu

source: Target Color
id: Kór Alvu

source: Target category
id: Kategoria alvu

source: Target value
id: Valor alvu

source: Template
id: Modelu

source: Template downloaded successfully
id: Download ona Modelu ho susesu

source: Template not available
id: Modelu la disponivel

source: Template not available. Please upload a file first.
id: Modelu la disponivel. Favor upload arkivu ida uluk.

source: Template parameters
id: Parámetru modelu sira

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
id: Ligasaun ho modelu, bele inklui {{ métrika }} ka valór sira seluk ne'ebé mai hosi kontrolu sira.

source: Temporal Column
id: Koluna Temporál

source: Temporal X-Axis
id: Eixu-X Temporál

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
id: Hapara pergunta sira ne'ebé hala'o hela bainhira janela browser nian taka ka navega ba pájina seluk. Disponivel ba baze-dadus Presto, Hive, MySQL, Postgres no Snowflake.

source: Test Connection
id: Teste Koneksaun

source: Test connection
id: Teste koneksaun

source: Text
id: Testu

source: Text / Markdown
id: Testu / Markdown

source: Text align
id: Aliñamentu testu

source: Text embedded in email
id: Testu ne'ebé inkorpora iha email

source: Text to be displayed before the metric value
id: Testu atu hatudu antes valór métriku

source: The API response from %s does not match the IDatabaseTable interface.
id: Resposta API nian husi %s la koresponde ho interfase IDatabaseTable.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
id: CSS ba painél individuál sira bele altera iha ne'e, ka iha vista painél nian iha ne'ebé mudansa sira bele haree kedas

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
id: CTAS (kria tabela hanesan hili) laiha deklarasaun HILI iha rohan. Favor asegura katak ita-boot nia pergunta iha HILI hanesan nia deklarasaun ikus. Depois, koko hala'o fali ita-boot nia pergunta.

source: The Country Layer takes in iso codes and then transforms as interactive polygons, lines and points (circles, icons and/or texts).
id: Kamada Nasaun nian foti kódigu iso sira no depois transforma hanesan polígonu interativu sira, liña sira no pontu sira (sírkulu sira, íkonu sira no/ka testu sira).

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
id: GeoJsonLayer foti dadus ho formatu GeoJSON no rende hanesan polígonu interativu, liña no pontu sira (sírkulu sira, íkonu sira no/ka testu sira).

source: The Sankey chart visually tracks the movement and transformation of values across system stages. Nodes represent stages, connected by links depicting value flow. Node height corresponds to the visualized metric, providing a clear representation of value distribution and transformation.
id: Gráfiku Sankey nian akompaña ho vizuál movimentu no transformasaun valór sira nian iha faze sira sistema nian. Nodu sira reprezenta etapa sira, ne'ebé liga hosi ligasaun sira ne'ebé deskreve fluxu valór nian. Nodu aas koresponde ba métrika vizualizadu, fornese reprezentasaun ida ne'ebé klaru kona-ba distribuisaun no transformasaun valór.

source: The URL is missing the dataset_id or slice_id parameters.
id: URL laiha parametru id konjuntu dadus_ka slice_id.

source: The X-axis is not on the filters list
id: Eixu X la iha lista filtru sira

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
id: Eixu X la iha lista filtru sira ne'ebé sei prevene atu uza iha filtru sira tempu nian iha painél sira. Ita-boot hakarak aumenta ida-ne'e ba lista filtru sira?

source: The annotation has been saved
id: Anotasaun ne'e guarda ona

source: The annotation has been updated
id: Anotasaun ne'e atualiza ona

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
id: Kategoria husi nodu fonte sira ne'ebé uza hodi atribui kór sira. Se nodu ida asosiadu ho kategoria liu ida, sei uza de'it ida dahuluk.

source: The chart datasource does not exist
id: Fonte dadus gráfiku nian la eziste

source: The chart does not exist
id: Gráfiku la eziste

source: The chart query context does not exist
id: Kontestu pergunta gráfiku nian la eziste

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
id: Klásiku. Di'ak tebes atu hatudu hira hosi empreza ida ne'ebé maka investidór ida-idak hetan, demografia saida maka tuir ita-boot nia blog, ka porsaun saida hosi orsamentu ne'ebé maka ba iha kompleksu industriál militár. Gráfiku sira bele sai difisil atu interpreta ho loloos. Se klareza hosi proporsaun relativu maka importante, konsidera uza barra ka tipu gráfiku seluk.

source: The color for points and clusters in RGB
id: Kór ba pontu sira no agrupamentu sira iha RGB

source: The color of the isoband
id: Kór husi isobanda

source: The color of the isoline
id: Kór husi isoline

source: The color scheme for rendering chart
id: Eskema kór nian ba gráfiku renderizasaun nian

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
id: Eskema kór nian determina hosi painél relasionadu. Edita eskema kór nian iha propriedade sira painél nian.

source: The colors of this chart might be overridden by custom label colors of the related dashboard. Check the JSON metadata in the Advanced settings.
id: Kór sira hosi gráfiku ida-ne'e bele troka hosi kór sira hosi rótulu personalizadu hosi painél relasionadu. Verifika metadata JSON iha konfigurasaun Avansadu.

source: The column header label
id: Label ba kabesallu koluna nian

source: The column to be used as the source of the edge.
id: Koluna ne'ebé atu uza hanesan fonte ba ninin.

source: The column to be used as the target of the edge.
id: Koluna ne'ebé atu uza hanesan alvu ba ninin.

source: The column was deleted or renamed in the database.
id: Koluna ne'e apaga ona ka muda naran iha baze-dadus.

source: The country code standard that Superset should expect to find in the [country] column
id: Padraun kódigu nasaun nian ne'ebé Superset tenke hein atu hetan iha koluna [nasaun]

source: The dashboard has been saved
id: Dashboard ne'e guarda ona

source: The data source seems to have been deleted
id: Fonte dadus parese apaga tiha ona

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
id: Tipu dadus ne'ebé maka infere hosi baze-dadus. Karik presiza atu hatama tipu ida manualmente ba koluna sira ne'ebé define ho espresaun iha kazu balu. Iha kazu barak liu utilizadór sira la presiza atu altera ida-ne'e.

source: The database
id: Baze-dadus

source: The database columns that contains lines information
id: Koluna sira baze-dadus nian ne'ebé kontein informasaun liña sira

source: The database could not be found
id: La konsege hetan baze-dadus

source: The database is currently running too many queries.
id: Baze-dadus agora daudaun hala'o hela pergunta barak liu.

source: The database is under an unusual load.
id: Baze-dadus iha karga ne'ebé ladún baibain.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
id: Baze-dadus ne'ebé refere iha pergunta ida-ne'e la hetan. Favor kontaktu administradór ida ba asisténsia adisionál ka koko fali.

source: The database returned an unexpected error.
id: Baze-dadus fó sai erru ne'ebé la espera.

source: The database that was used to generate this query could not be found
id: La hetan baze-dadus ne'ebé maka uza hodi hamosu pergunta ida-ne'e

source: The database was deleted.
id: Baze-dadus ne'e apaga tiha ona.

source: The database was not found.
id: La hetan baze-dadus.

source: The dataset
id: Konjuntu dadus

source: The dataset associated with this chart no longer exists
id: Konjuntu dadus ne'ebé asosiadu ho gráfiku ida-ne'e la eziste ona

source: The dataset column/metric that returns the values on your chart's x-axis.
id: Koluna/métrika konjuntu dadus nian ne'ebé fó fila fali valór sira iha ita-boot nia gráfiku nia eixu x.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
id: Konfigurasaun konjuntu dadus nian ne'ebé maka espoin iha ne'e afeta gráfiku hotu-hotu ne'ebé uza konjuntu dadus ida-ne'e. Hanoin katak muda konfigurasaun sira iha ne'e bele afeta gráfiku sira seluk iha maneira sira ne'ebé la dezejadu.

source: The dataset has been saved
id: Konjuntu dadus nian guarda ona

source: The dataset linked to this chart may have been deleted.
id: Konjuntu dadus ne'ebé konekta ba gráfiku ida-ne'e bele apaga ona.

source: The datasource couldn't be loaded
id: Fonte dadus labele atu karrega

source: The datasource is too large to query.
id: Fonte dadus ne'e boot liu atu halo pregunta.

source: The default catalog that should be used for the connection.
id: Katálogu padraun ne'ebé maka tenke uza ba koneksaun.

source: The default schema that should be used for the connection.
id: Eskema padraun ne'ebé maka tenke uza ba koneksaun.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
id: Deskrisaun bele hatudu hanesan kabesallu widget iha vista painél. Suporta markdown.

source: The distance between cells, in pixels
id: Distánsia entre sélula sira, iha pixel sira

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
id: Durasaun tempu nian iha segundu sira molok cache hetan invalidasaun. Tau ba -1 atu evita cache.

source: The encoding format of the lines
id: Formatu kodifikasaun husi liña sira

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
id: Objetu engine_params hetan desempaketa iha xamada sqlalchemy.create_engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
id: Entrada sira tuir mai iha `series_columns` laiha iha `columns`: %(columns)s.

source: The following filters have the 'Select first filter value by default' option checked and could not be loaded, which is preventing the dashboard from rendering: %s
id: Filtru sira tuir mai iha 'Hili valór filtru dahuluk tuir padraun' opsaun marka ona no labele karrega, ne'ebé maka impede painél husi renderizasaun: %s

source: The function to use when aggregating points into groups
id: Funsaun atu uza bainhira halibur pontu sira ba grupu sira

source: The granularity to apply to the temporal column for filtering and display
id: Granularidade (nivél tempu) ne’ebé sei aplika ba koluna temporal atu filtra no hamosu dadus

source: The histogram chart displays the distribution of a dataset by representing the frequency or count of values within different ranges or bins. It helps visualize patterns, clusters, and outliers in the data and provides insights into its shape, central tendency, and spread.
id: Gráfiku histograma hatudu distribuisaun hosi konjuntu dadus ida hosi reprezenta frekuénsia ka kontajen hosi valór sira iha intervalu ka fatin oioin. Ida-ne'e ajuda vizualiza padraun sira, agrupamentu sira, no outlier sira iha dadus no fornese hanoin sira kona-ba nia forma, tendénsia sentrál, no propagasaun.

source: The host "%(hostname)s" might be down and can't be reached.
id: The host "%(hostname)s" might be down and can't be reached.o.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
id: Host "%(hostname)s" bele la funsiona, no labele hetan iha porta %(port)s.

source: The host might be down, and can't be reached on the provided port.
id: Host bele la funsiona, no labele hetan iha porta ne'ebé fornese ona.

source: The hostname "%(hostname)s" cannot be resolved.
id: Naran host "%(hostname)s" labele rezolve.

source: The hostname provided can't be resolved.
id: Naran host ne'ebé fornese labele rezolve.

source: The id of the active chart
id: Id husi gráfiku ativu

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
id: Lista gráfiku sira ne'ebé asosiadu ho tabela ida-ne'e. Hodi altera fonte dadus ida-ne'e, ita-boot bele muda oinsá gráfiku asosiadu sira-ne'e nia hahalok. Nota mós katak gráfiku sira presiza hatudu ba fonte dadus ida, nune'e formuláriu ida-ne'e sei falla iha salvasaun se hasai gráfiku sira hosi fonte dadus ida. Se ita-boot hakarak atu muda fonte dadus ba gráfiku ida, hakerek fali gráfiku husi 'explore view'.

source: The lower limit of the threshold range of the Isoband
id: Limite inferiór hosi alkanse limiar hosi Isoband

source: The maximum number of events to return, equivalent to the number of rows
id: Númeru másimu husi eventu sira ne'ebé atu fila, ekivalente ho númeru husi liña sira

source: The maximum number of subdivisions of each group; lower values are pruned first
id: Númeru másimu hosi subdivizaun sira hosi grupu ida-idak; valór sira ne'ebé ki'ik liu maka tesi uluk

source: The maximum value of metrics. It is an optional configuration
id: Valór másimu husi métrika sira. Ida-ne'e maka konfigurasaun opsionál ida

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
id: Metadadus_params iha kampu Extra la konfigura ho loloos. Xave %(key)s la válidu.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
id: Metadadus_params iha kampu Extra la konfigura ho loloos. Xave %{key}s la válidu.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
id: Objetu metadadus_params hetan desempaketa iha xamada sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
id: Númeru mínimu hosi períodu sira ne'ebé presiza atu hatudu valór ida. Porezemplu se ita-boot halo soma kumulativu ida iha loron 7 ita-boot bele hakarak ita-boot nia "Períodu Mínimu" sai 7, atu nune'e pontu dadus hotu-hotu ne'ebé hatudu maka totál períodu 7 nian. Ida-ne'e sei subar "aumentu" ne'ebé akontese iha períodu 7 dahuluk

source: The minimum value of metrics. It is an optional configuration. If not set, it will be the minimum value of the data
id: Valór mínimu husi métrika sira. Ida-ne'e maka konfigurasaun opsionál ida. Se la tau, ida-ne'e sei sai valór mínimu hosi dadus

source: The name of the rule must be unique
id: Naran regra nian tenke úniku

source: The number color "steps"
id: Númeru kór "etapa sira".

source: The number of bins for the histogram
id: Númeru bidon sira ba histograma

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
id: Númeru oras, negativu ka pozitivu, atu muda koluna tempu nian. Ida-ne'e bele uza atu muda oras UTC ba oras lokál.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
id: Númeru rezultadu sira ne'ebé hatudu limitadu ba %(rows)d hosi konfigurasaun DISPLAY_MAX_ROW. Favor aumenta limite/filtru adisionál sira ka abaixar ba csv atu haree liña sira seluk to’o limite %(limit)d.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
id: Númeru rezultadu sira ne'ebé hatudu limitadu ba %(rows)d. Favor aumenta limite/filtru adisionál sira, abaixar ba csv, ka kontaktu admin ida atu haree liña sira seluk to'o limite %(limit)d.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
id: Númeru liña sira ne'ebé hatudu limitadu ba %(rows)d hosi dropdown.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
id: Númeru liña sira ne'ebé hatudu limitadu ba %(rows)d hosi dropdown limite.

source: The number of rows displayed is limited to %(rows)d by the query
id: Númeru liña sira ne'ebé hatudu limitadu ba %(rows)d hosi pergunta

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
id: Númeru liña sira ne'ebé hatudu limitadu ba %(rows)d hosi pergunta no limite dropdown.

source: The number of seconds before expiring the cache
id: Númeru segundu sira molok expira cache
