Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Select a tab
id: Hili tab ida

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
id: Hili tempu ida ba vizualizasaun. Grain maka intervalu tempu ne'ebé reprezenta hosi pontu ida de'it iha gráfiku.

source: Select a visualization type
id: Hili tipu vizualizasaun ida

source: Select aggregate options
id: Hili opsaun agregadu sira

source: Select all data
id: Hili dadus hotu-hotu

source: Select all items
id: Hili item hotu-hotu

source: Select any columns for metadata inspection
id: Hili koluna ruma ba inspesaun metadadus

source: Select catalog or type to search catalogs
id: Hili katalogu ka tipu atu buka katalogu sira

source: Select channels
id: Hili kanál sira

source: Select chart
id: Hili gráfiku

source: Select chart to use
id: Hili gráfiku hodi uza

source: Select charts
id: Hili gráfiku sira

source: Select color scheme
id: Hili gráfiku sira

source: Select column
id: Hili koluna

source: Select columns that can be filtered directly from the table header
id: Hili koluna sira ne'ebé bele filtra diretamente hosi tabela nia ulun

source: Select columns that will be displayed in the table. You can multiselect columns.
id: Hili koluna sira ne'ebé sei hatudu iha tabela. Ita-boot bele hili koluna oioin sira.

source: Select content type
id: Hili tipu konteúdu

source: Select current page
id: Hili pájina atuál

source: Select dashboard
id: Hili painél

source: Select dashboard to use
id: Hili painél hodi uza

source: Select dashboards
id: Hili painél sira

source: Select database
id: Hili baze-dadus

source: Select database or type to search databases
id: Hili baze-dadus ka tipu atu buka baze-dadus sira

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
id: Hili baze-dadus sira presiza kampu adisionál sira atu kompleta iha tab Avansadu atu bele konekta baze-dadus ho susesu. Aprende rekizitu saida maka ita-boot nia baze-dadus sira iha

source: Select dataset source
id: Hili fonte konjuntu dadus nian

source: Select email group(s) to see combined recipients.
id: Hili grupu email(sira) atu haree destinatáriu kombinadu sira.

source: Select file
id: Hili arkivu

source: Select filter
id: Hili filtru

source: Select filter plugin using AntD
id: Hili plugin filtru uza AntD

source: Select first filter value by default
id: Hili valór filtru dahuluk tuir padraun

source: Select format
id: Hili formatu

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
id: Hili métrika ida ka barak atu hatudu, ne'ebé sei hatudu iha persentajen sira hosi totál. Métrika persentajen sira sei kalkula de'it hosi dadus iha limite liña nian. Ita-boot bele uza funsaun agregasaun ida iha koluna ida ka hakerek SQL kostunizadu ida hodi kria métrika persentajen ida.

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
id: Hili métrika ida ka barak atu hatudu. Ita-boot bele uza funsaun agregasaun ida iha koluna ida ka hakerek SQL personalizadu ida hodi kria métrika ida.

source: Select one or more WhatsApp groups. Phone numbers will be aggregated without duplicates.
id: Hili grupu WhatsApp ida ka liu. Númeru telefone sira sei halibur sein duplikadu sira.

source: Select one or more email groups. Emails will be aggregated without duplicates.
id: Hili grupu email ida ka liu. Email sira sei halibur sein duplikadu sira.

source: Select operator
id: Hili operadór

source: Select or type a custom value...
id: Hili ka ketik valór kostumizadu ida...

source: Select or type a value
id: Hili ka ketik valór ida

source: Select or type currency symbol
id: Hili ka hakerek símbolu moeda nian

source: Select or type dataset name
id: Hili ka hakerek naran konjuntu dadus nian

source: Select owners
id: Hili nain sira

source: Select page size
id: Hili pájina nia medida

source: Select saved metrics
id: Hili métrika sira ne'ebé guarda ona

source: Select saved queries
id: Hili pergunta sira ne'ebé guarda ona

source: Select schema or type to search schemas
id: Hili eskema ka tipu atu buka eskema sira

source: Select scheme
id: Hili eskema

source: Select subject
id: Hili asuntu

source: Select tab
id: Hili tab

source: Select table or type to search tables
id: Hili tabela ka tipu atu buka tabela sira

source: Select the Annotation Layer you would like to use.
id: Hili Kamada Anotasaun ne'ebé ita-boot hakarak uza.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
id: Hili gráfiku sira ne'ebé ita-boot hakarak atu aplika filtru kruzadu sira iha painél ida-ne'e. La hili gráfiku ida sei esklui nia atu hetan filtrajen bainhira aplika filtru kruzadu sira hosi gráfiku ruma iha painél. Ita-boot bele hili "Gráfiku hotu-hotu" hodi aplika filtru kruzadu sira ba gráfiku hotu-hotu ne'ebé uza konjuntu dadus hanesan ka kontein naran koluna hanesan iha painél.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
id: Hili gráfiku sira ne'ebé ita-boot hakarak atu aplika filtru kruzadu sira bainhira halo interasaun ho gráfiku ida-ne'e. Ita-boot bele hili "Gráfiku hotu-hotu" hodi aplika filtru sira ba gráfiku hotu-hotu ne'ebé uza konjuntu dadus hanesan ka kontein naran koluna hanesan iha painél.

source: Select the geojson column
id: Hili koluna geojson

source: Select the number of bins for the histogram
id: Hili númeru kaixan sira ba histograma

source: Select the numeric columns to draw the histogram
id: Hili koluna numérika sira hodi dezeña histograma

source: Select type(s)
id: Hili tipu(sira)

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
id: Hili valór sira iha kampu(sira) ne'ebé destakadu iha painél kontrolu. Depois hala'o pergunta hodi klik iha butaun %s.

source: Select values...
id: Hili valór sira...

source: Selected Files
id: Arkivu sira ne'ebé hili ona

source: Selected bulletin not found.
id: La hetan Buletin ne'ebé hili ona.

source: Selected group(s) have no email addresses defined.
id: Grupu(sira) ne'ebé maka hili ona laiha enderesu email ne'ebé maka define.

source: Selected group(s) have no phone numbers defined.
id: Grupu(sira) ne'ebé maka hili laiha númeru telefone ne'ebé maka define ona.

source: Selecting a database is required
id: Presiza hili baze-dadus ida

source: Send Password Reset Email
id: Envia Email Reset Password

source: Send as CSV
id: Envia hanesan CSV

source: Send as PDF
id: Envia hanesan PDF

source: Send as PNG
id: Envia hanesan PNG

source: Send as text
id: Envia hanesan testu

source: Send range filter events to other charts
id: Envia eventu interval filtru nian ba gráfiku sira seluk

source: Sent At
id: Envia iha

source: Separate multiple hashtags with commas
id: Haketak hashtag oioin ho vírgula

source: September
id: Setembru

source: Sequential
id: Sekuensiál

source: Series
id: Série

source: Series Height
id: Altura série

source: Series Limit Sort By
id: Limite Série Klasifika tuir

source: Series Limit Sort Descending
id: Série Limite Klasifika Desendente

source: Series Order
id: Orden Série nian

source: Series Style
id: Estilu Série nian

source: Series chart type (line, bar etc)
id: Tipu gráfiku série nian (liña, barra nst)

source: Series colors
id: Kór sira série nian

source: Series limit
id: Limite série nian

source: Series type
id: Tipu série

source: Server Page Length
id: Pájina Servidór nia naruk

source: Server pagination
id: Paginasaun servidór nian

source: Service Account
id: Konta Servisu nian

source: Services
id: Servisu sira

source: Services Offered
id: Atendimentu ne'ebé oferese

source: Set auto-refresh interval
id: Defini intervalu refres automátika

source: Set filter mapping
id: Defini filtru mapeamentu sira

source: Set header rows and the number of rows to read or skip.
id: Defini liña sira iha kabellasu no númeru liña sira ne'ebé atu lee ka hakat liu.

source: Set up an email report
id: Konfigura relatóriu email ida

source: Set up basic details, such as name and description.
id: Konfigura detalle báziku sira, hanesan naran no deskrisaun.

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
id: Defini nivel ierarkia sira husi gráfiku. Nivel ida-idak maka reprezenta hosi anel kadeli ho sírkulu laran liu hanesan tutun hosi ierarkia.

source: Settings
id: Konfigurasaun

source: Settings for time series
id: Konfigurasaun sira ba série tempu nian

source: Share
id: Kompartilla

source: Share chart by email
id: Kompartilla gráfiku liu hosi e-mail

source: Share permalink by email
id: Kompartilla permalink liuhosi email

source: Shared query
id: Kompartilla pregunta

source: Shared query fields
id: Kampu pergunta sira ne'ebé kompartilladu

source: Sheet name
id: Naran Folla

source: Shift + Click to sort by multiple columns
id: Shift + Klik atu klasifika tuir koluna oioin

source: Shift start date
id: Data hahú turnu nian

source: Short description must be unique for this layer
id: Deskrisaun badak tenke úniku ba kamada ida-ne'e

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
id: Tenke aplika sazonalidade loroloron nian. Valór tomak ida sei espesifika orden Fourier nian ba sazonalidade.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
id: Tenke aplika sazonalidade semanal. Valór tomak ida sei espesifika orden Fourier nian ba sazonalidade.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
id: Tenke aplika sazonalidade anuál. Valór tomak ida sei espesifika orden Fourier nian ba sazonalidade.

source: Show
id: Hatudu

source: Show %s entries
id: Hatudu %s nia entrada sira

source: Show Bubbles
id: Hatudu Bola sira

source: Show CREATE VIEW statement
id: Hatudu deklarasaun KRIA VIZAUN

source: Show Cell bars
id: Hatudu barra sira sélula nian

source: Show Chart
id: Hatudu Gráfiku

source: Show Column
id: Hatudu Koluna

source: Show Dashboard
id: Hatudu Dashboard

source: Show Database
id: Hatudu Baze dadus

source: Show Dissemination Log
id: Hatudu Rejistu Diseminasaun

source: Show Email Group
id: Hatudu Grupu Email

source: Show Labels
id: Hatudu rotulu sira

source: Show Log
id: Hatudu Rejistu

source: Show Markers
id: Hatudu Markadór sira

source: Show Metric
id: Hatudu Métrika

source: Show Metric Names
id: Hatudu naran métriku sira

source: Show Range Filter
id: Hatudu Intervalu Filtru

source: Show Table
id: Hatudu Tabela

source: Show Text Labels
id: Hatudu Label Testu sira

source: Show Timestamp
id: Hatudu Karimbu Oras

source: Show Tooltip Labels
id: Hatudu rótulu sira Tooltip nian

source: Show Total
id: Hatudu Totál

source: Show Trend Line
id: Hatudu Liña Tendénsia

source: Show Upper Labels
id: Hatudu rótulu sira iha leten

source: Show Value
id: Hatudu Valór

source: Show Values
id: Hatudu Valór sira

source: Show WhatsApp Group
id: Hatudu Grupu WhatsApp

source: Show Y-axis
id: Hatudu eixu Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
id: Hatudu eixu Y iha liña spark. Sei hatudu valór sira ne'ebé maka tau manualmente min/max se tau ka min/max iha dadus sira se lae.

source: Show all columns
id: Hatudu koluna hotu-hotu

source: Show all...
id: Hatudu hotu...

source: Show axis line ticks
id: Hatudu marka liña eixu nian

source: Show cell bars
id: Hatudu barra sira sélula nian

source: Show chart description
id: Hatudu deskrisaun gráfiku nian

source: Show columns subtotal
id: Hatudu subtotál koluna sira

source: Show columns total
id: Hatudu totál koluna sira

source: Show data points as circle markers on the lines
id: Hatudu pontu dadus sira hanesan markadór sírkulu iha liña sira

source: Show empty columns
id: Hatudu koluna mamuk sira

source: Show entries per page
id: Hatudu entrada sira kada pájina

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
id: Hatudu relasaun ierárkika dadus nian, ho valór ne'ebé reprezenta hosi área, hatudu proporsaun no kontribuisaun ba tomak.

source: Show info tooltip
id: Hatudu informasaun tooltip

source: Show label
id: Hatudu rótulu

source: Show labels when the node has children.
id: Hatudu rótulu sira bainhira node iha oan sira.

source: Show legend
id: Hatudu lejenda

source: Show less columns
id: Hatudu koluna menus

source: Show less...
id: Hatudu menus...

source: Show minor ticks on axes.
id: Hatudu marka ki'ik sira iha eixu sira.

source: Show on Map
id: Hatudu iha Mapa

source: Show only my charts
id: Hatudu de'it ha'u nia gráfiku sira

source: Show password.
id: Hatudu senha.

source: Show percentage
id: Hatudu persentajen

source: Show pointer
id: Hatudu ponteiru

source: Show progress
id: Hatudu progresu

source: Show rows subtotal
id: Hatudu subtotál liña sira

source: Show rows total
id: Hatudu totál liña sira

source: Show series values on the chart
id: Hatudu valór sira série nian iha gráfiku

source: Show split lines
id: Hatudu liña dividida sira

source: Show summary
id: Hatudu sumáriu

source: Show the value on top of the bar
id: Hatudu valór iha barra nia leten

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
id: Hatudu agregasaun totál sira hosi métrika sira ne'ebé maka hili ona. Nota katak limite liña la aplika ba rezultadu.

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
id: Hatudu métrika ida de'it iha oin-no-sentru. Númeru boot di'ak liu uza atu bolu atensaun ba KPI ka buat ida ne'ebé ita-boot hakarak ita-boot nia audiénsia atu foka ba.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
id: Hatudu númeru ida de'it ne'ebé akompaña ho gráfiku liña simples ida, hodi bolu atensaun ba métrika importante ida hamutuk ho nia mudansa iha tempu ka dimensaun seluk.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
id: Hatudu oinsá métrika ida muda bainhira funil ne'e la'o ba oin. Gráfiku klásiku ida-ne'e útil atu vizualiza drop-off entre etapa sira iha pipeline ka siklu moris nian.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
id: Hatudu fluxu ka ligasaun entre kategoria sira uza akordu nia mahar. Valór no korespondente ne'ebé korresponde bele diferente ba sorin ida-idak.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
id: Hatudu progresu hosi métrika ida de'it hasoru alvu ida ne'ebé fó. Prenxe aas liu, métrika besik liu ba alvu.

source: Showing %s of %s
id: Hatudu %s husi %s

source: Shows a list of all series available at that point in time
id: Hatudu lista ida hosi série hotu-hotu ne'ebé disponivel iha momentu ne'ebá

source: Shows or hides markers for the time series
id: Hatudu ka subar markadór sira ba série tempu nian

source: Sign In with
id: Sign In ho

source: Sign in using:
id: Sign in uza:

source: Significance Level
id: Nivel Signifikansia

source: Simple
id: Simples

source: Simple ad-hoc metrics are not enabled for this dataset
id: Métrika ad-hoc simples sira la ativa ba konjuntu dadus ida-ne'e

source: Single
id: Individual

source: Single Metric
id: Métrika Únika

source: Single Value
id: Valór Úniku

source: Single value
id: Valor úniku

source: Single value type
id: Tipu valór úniku

source: Size of edge symbols
id: Tamañu husi símbolu ninin sira

source: Size of marker. Also applies to forecast observations.
id: Tamañu husi markadór. Aplika mós ba observasaun previzaun nian.

source: Sizes of vehicles
id: Tamañu veíkulu sira

source: Skip blank lines rather than interpreting them as Not A Number values
id: Hakat tiha liña mamuk sira envezde interpreta sira hanesan valór sira La'ós Númeru A

source: Skip rows
id: Hakat tiha liña sira

source: Skip spaces after delimiter
id: Hakat tiha espasu sira hafoin delimitadór

source: Small
id: Ki'ik

source: Small number format
id: Formatu númeru ki'ik

source: Smart Number
id: Númeru Intelijente

source: Smooth
id: Kabeer

source: Smooth Line
id: Liña-lisa

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
id: Liña-lisa maka variasaun ida hosi gráfiku liña nian. La ho ângulu no ninin sira ne'ebé toos, liña-lisa dalaruma haree matenek liu no profisionál liu.

source: Solid
id: Sólidu

source: Some roles do not exist
id: Papél balu la eziste

source: Something went wrong with embedded authentication. Check the dev console for details.
id: Buat balun la'o sala ho autentikasaun inkorporadu. Haree iha konsola dezenvolvimentu nian ba detallu sira.

source: Something went wrong.
id: Buat balun la la'o ho diak.

source: Sorry there was an error fetching database information: %s
id: Deskulpa iha erru ida bainhira foti informasaun baze-dadus nian: %s

source: Sorry there was an error fetching saved charts:
id: Deskulpa iha erru ida bainhira foti gráfiku sira ne'ebé maka guarda ona:

source: Sorry, An error occurred
id: Deskulpa, Akontese Erru ida

source: Sorry, an error occurred
id: Deskulpa, akontese erru ida

source: Sorry, an unknown error occurred
id: Deskulpa, akontese erru deskoñesidu ida

source: Sorry, an unknown error occurred.
id: Deskulpa, akontese erru deskoñesidu ida.

source: Sorry, something went wrong. Embedding could not be deactivated.
id: Deskulpa, buat balun la la'o ho diak. Inkorporasaun labele dezativa.

source: Sorry, something went wrong. Please try again.
id: Deskulpa, buat balun la la'o ho diak. Favor ida koko fali.

source: Sorry, something went wrong. Try again later.
id: Deskulpa, buat balun la la'o ho diak. Koko fali osida.

source: Sorry, there appears to be no data
id: Deskulpa, parese laiha dadus

source: Sorry, there was an error saving this %s: %s
id: Deskulpa, mosu erru ida bainhira guarda %s ida-ne'e: %s

source: Sorry, there was an error saving this dashboard: %s
id: Deskulpa, mosu erru ida bainhira guarda painél ida-ne'e: %s

source: Sorry, your browser does not support copying.
id: Deskulpa, ita-boot nia browser la suporta ba kopia.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
id: Deskulpa, ita-boot nia browser la suporta ba kopia. Uza Ctrl / Cmd + C!

source: Sort
id: Ordena

source: Sort Bars
id: Ordena Barra sira

source: Sort Descending
id: Ordena tun

source: Sort Metric
id: Ordena Métrika

source: Sort Series Ascending
id: Ordena Série Asendente

source: Sort Series By
id: Ordena série sira tuir

source: Sort X Axis
id: Ordena Eixu X

source: Sort Y Axis
id: Ordena Eixu Y

source: Sort ascending
id: Ordena asendente

source: Sort bars by x labels.
id: Ordena barra sira tuir rótulu x.

source: Sort by
id: Ordena tuir

source: Sort by %s
id: Ordena tuir %s

source: Sort by metric
id: Ordena tuir métrika

source: Sort columns alphabetically
id: Ordena koluna sira tuir alfabetu

source: Sort columns by
id: Ordena koluna sira tuir

source: Sort descending
id: Ordena dekresente

source: Sort filter values
id: Ordena valór filtru sira nian

source: Sort metric
id: Ordena métrika

source: Sort query by
id: Ordena pregunta tuir

source: Sort rows by
id: Ordena liña sira tuir

source: Sort series in ascending order
id: Ordena série sira tuir orden asendente

source: Sort type
id: Tipu ordenasaun

source: Source
id: Fonte

source: Source / Target
id: Fonte / Alvu

source: Source SQL
id: Fonte SQL

source: Source category
id: Fonte Kategoria

source: Spatial
id: Espasial

source: Specific Date/Time
id: Data/Oras Espesífiku

source: Specify name to CREATE TABLE AS schema in: public
id: Espesifika naran atu KRIA TABELA HANESAN eskema iha: públiku

source: Specify name to CREATE VIEW AS schema in: public
id: Espesifika naran atu KRIA VIZAUN HANESAN eskema iha: públiku

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
id: Espesifika versaun baze-dadus nian. Ida-ne'e uza ho Presto ba estimasaun kustu pergunta nian, no Dremio ba mudansa sintaxe nian, entre sira seluk.

source: Split number
id: Númeru divizaun

source: Square kilometers
id: Kilometru kuadradu sira

source: Square meters
id: Metru kuadradu sira

source: Square miles
id: Milla kuadradu sira

source: Stack
id: Pilla

source: Stack Trace:
id: Rastreamentu Pilla nian:

source: Stack series
id: Empilla série

source: Stack series on top of each other
id: Tau série sira iha ida-idak nia leten

source: Stacked
id: Empilladu

source: Stacked Bars
id: Barra empilladu sira

source: Stacked Style
id: Estilu Empilladu sira

source: Stacked style
id: Estilu empilladu sira

source: Stamen Watercolor
id: Stamen Aquarela

source: Standard time series
id: Padraun série tempu

source: Start
id: Inisiu

source: Start (Longitude, Latitude):
id: Inisiu (Longitude, Latitude):

source: Start Bulk Upload
id: Hahú Upload barak

source: Start Longitude & Latitude
id: Hahú Longitude no latitude sira

source: Start Upload
id: Hahú Upload

source: Start angle
id: Ângulu inísiu

source: Start at (UTC)
id: Hahú iha (UTC)

source: Start date
id: Data Hahú

source: Start date included in time range
id: Data hahú inklui iha intervalu tempu

source: Start y-axis at 0
id: Hahú eixu-y iha 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
id: Hahú eixu-y iha zero. Hasai marka atu hahú eixu y iha valór mínimu iha dadus.

source: Started
id: Hahú ona

source: State
id: Estadu

source: Statement %(statement_num)s out of %(statement_count)s
id: Deklarasaun %(statement_num)s husi %(statement_count)s

source: Statistical
id: Estatístiku

source: Status
id: Estadu

source: Status Column
id: Koluna Estatutu

source: Step - end
id: Etapa - ikus

source: Step - middle
id: Etapa - klaran

source: Step - start
id: Etapa - hahú

source: Step type
id: Tipu etapa

source: Stepped Line
id: Liña-etapa

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
id: Gráfiku liña-etapa (ne'ebé mós hanaran gráfiku etapa) maka variasaun ida hosi gráfiku liña nian maibé ho liña ne'ebé forma série etapa sira entre pontu dadus sira. Gráfiku etapa ida bele sai útil bainhira ita-boot hakarak hatudu mudansa sira ne'ebé akontese iha intervalu irregulár sira.

source: Stop
id: Hapara

source: Stop query
id: Hapara pregunta

source: Stop running (Ctrl + e)
id: Hapara ezekutasaun (Ctrl + e)
