Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
id: Kontrolu ida-ne'e filtra gráfiku tomak bazeia ba tempu ne'ebé maka hili ona. Tempu relativu hotu-hotu, n.e. "Fulan kotuk", "Loron 7 ikus", "agora", nst. avalia iha servidór uza oras lokál servidór nian (lahó zona oráriu). Tooltips hotu-hotu no tempu placeholder nian espresa iha UTC (la ho zona oráriu). Karimbu tempu sira hafoin ne'e avalia hosi baze-dadus uza zona oráriu lokál motór nian. Nota katak ema ida bele esplísitu konfigura zona oráriu tuir formatu ISO 8601 se espesifika oras hahú no/ka remata.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
id: Ida-ne'e kontrola se kampu "time_range" husi atuál haree tenke pasa ba gráfiku ne'ebé kontein dadus anotasaun nian.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
id: Dashboard ida-ne'e agora daudaun atualiza hela; atualizasaun automátika tuirmai sei iha %s.

source: This dashboard is managed externally, and can't be edited in Superset
id: Dashboard ida-ne'e jere hosi li'ur, no labele edit iha Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
id: Dashboard ida-ne'e la publika ne'ebé signifika katak ida-ne'e sei la mosu iha lista painél sira-nian. Favoritu ida-ne'e atu haree ida-ne'e iha ne'ebá ka asesu ida-ne'e liu hosi uza URL diretamente.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
id: Dashboard ida-ne'e la publika, ida-ne'e sei la mosu iha lista dashboard sira-nian. Klik iha ne'e atu publika painél ida-ne'e.

source: This dashboard is now hidden
id: Dashboard ida-ne'e agora subar hela

source: This dashboard is now published
id: Dashboard ida-ne'e agora publika ona

source: This dashboard is published. Click to make it a draft.
id: Dashboard ida-ne'e publika ona. Klik atu halo ida-ne'e sai esbosu ida.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
id: Dashboard ida-ne'e prontu atu inkorpora. Iha ita-boot nia aplikasaun, pasa id tuirmai ba SDK:

source: This dashboard was saved successfully.
id: Dashboard ida-ne'e guarda ho susesu.

source: This database does not allow for DDL/DML, and the query could not be parsed to confirm it is a read-only query. Please contact your administrator for more assistance.
id: Baze-dadus ida-ne'e la permite DDL/DML, no pergunta ne'e labele analiza atu konfirma katak ida-ne'e maka pergunta lee de'it. Favor kontaktu ita-boot nia administradór ba asisténsia liután.

source: This database is managed externally, and can't be edited in Superset
id: Baze-dadus ida-ne'e jere hosi li'ur, no labele edita iha Superset

source: This database table does not contain any data. Please select a different table.
id: Tabela baze-dadus ida-ne'e la kontein dadus ruma. Favor hili tabela ida ne'ebé diferente.

source: This dataset is managed externally, and can't be edited in Superset
id: Konjuntu dadus ida-ne'e jere hosi liur, no labele edit iha Superset

source: This dataset is not used to power any charts.
id: Konjuntu dadus ida-ne'e la uza atu fornese gráfiku ruma.

source: This defines the element to be plotted on the chart
id: Ida-ne'e define elementu ne'ebé atu trasa iha gráfiku

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
id: Kampu ida-ne'e uza hanesan identifikadór úniku ida hodi tau dimensaun ne'ebé kalkula ona ba gráfiku sira. Ida-ne'e mós uza hanesan alias iha pergunta SQL.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
id: Kampu ida-ne'e uza hanesan identifikadór úniku ida hodi tau métrika ba gráfiku sira. Ida-ne'e mós uza hanesan alias iha pergunta SQL.

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
id: Kampu sira-ne'e atua hanesan vizaun Superset, signifika katak Superset sei hala'o pergunta ida hasoru string ida-ne'e hanesan sub-konsulta ida.

source: This filter might be incompatible with current dataset
id: Filtru ida-ne'e bele la kompativel ho konjuntu dadus atuál

source: This functionality is disabled in your environment for security reasons.
id: Funsionalidade ida-ne'e dezativadu iha ita-boot nia ambiente tanba razaun seguransa nian.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
id: Ida-ne'e maka kondisaun ne'ebé sei aumenta ba kláuzula WHERE. Porezemplu, atu fó fila de'it liña sira ba kliente partikulár ida, ita-boot bele define filtru regulár ida ho kláuzula `client_id = 9`. Atu la hatudu liña sira exetu utilizadór ida pertense ba papél filtru RLS, filtru baze ida bele kria ho kláuzula `1 = 0` (sempre falsu).

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
id: Objetu json ida-ne'e deskreve pozisaun husi widget sira iha painél. Ida-ne'e hamosu ho dinámiku bainhira ajusta widget nia medida no pozisaun sira liuhosi uza arrasta no soe iha vista painél nian

source: This markdown component has an error.
id: Komponente markdown ida-ne'e iha erru.

source: This markdown component has an error. Please revert your recent changes.
id: Komponente markdown ida-ne'e iha erru. Favor ida, fila fali ita-boot nia mudansa sira foin lalais ne'e.

source: This may be triggered by:
id: Ida-ne'e bele mosu tanba:

source: This metric might be incompatible with current dataset
id: Métrika ida-ne'e bele la kompativel ho konjuntu dadus atuál

source: This option has been disabled by the administrator.
id: Opsaun ida-ne'e dezativa ona hosi administradór.

source: This page is intended to be embedded in an iframe, but it looks like that is not the case.
id: Pájina ida-ne'e atu inkorpora iha iframe ida, maibé parese la'ós kazu ne'e.

source: This section allows you to configure how to use the slice to generate annotations.
id: Seksaun ida-ne'e permite ita-boot atu konfigura oinsá atu uza slice atu hamosu anotasaun sira.

source: This section contains options that allow for advanced analytical post processing of query results
id: Seksaun ida-ne'e kontein opsaun sira ne'ebé permite ba prosesamentu analítiku avansadu ba rezultadu sira pergunta nian

source: This section contains validation errors
id: Seksaun ida-ne'e kontein erru validasaun nian

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
id: Sesaun ida-ne'e hetan interupsaun, no kontrolu balu bele la funsiona tuir intensaun. Se ita-boot maka dezenvolvedor ba aplikasaun ida-ne'e, favór verifika katak token bainaka nian maka hamosu ho loloos.

source: This table already has a dataset
id: Tabela ida-ne'e iha ona konjuntu dadus ida

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
id: Tabela ida-ne'e iha ona konjuntu dadus ida ne'ebé asosiadu ho ida-ne'e. Ita-boot bele asosia de'it konjuntu dadus ida ho tabela ida.

source: This value should be greater than the left target value
id: Valór ida-ne'e tenke boot liu duké valór alvu karuk nian

source: This value should be smaller than the right target value
id: Valór ida-ne'e tenke ki'ik liu duké valór alvu loos nian

source: This visualization type does not support cross-filtering.
id: Tipu vizualizasaun ida-ne'e la suporta filtrajen kruzada.

source: This visualization type is not supported.
id: Tipu vizualizasaun ida-ne'e la suporta.

source: This was triggered by:
id: Ida-ne'e mosu tanba:

source: This will be applied to the whole table. Arrows (↑ and ↓) will be added to main columns for increase and decrease. Basic conditional formatting can be overwritten by conditional formatting below.
id: Ida-ne'e sei aplika ba tabela tomak. Seta sira (↑ no ↓) sei aumenta ba koluna prinsipál sira hodi aumenta no hamenus. Formatasaun kondisionál báziku bele hakerek fali ho formatasaun kondisionál iha kraik.

source: This will remove your current embed configuration.
id: Ida-ne'e sei apaga ita-boot nia konfigurasaun inkorporasaun atuál.

source: Threshold
id: Limite

source: Threshold alpha level for determining significance
id: Nivel alfa limiar ba determinasaun signifikante

source: Threshold:
id: Limite:

source: Thumbnail image not available or still generating. Try adding the chart to see if it becomes available.
id: Imajen ki'ik la disponivel ka sei hamosu hela. Koko aumenta gráfiku atu haree se ida-ne'e sai disponivel.

source: Thumbnail is generating. Please try adding it again in a few moments.
id: Imajen ki'ik maka hamosu hela. Favor ida koko aumenta fali iha momentu balun.

source: Thumbnail is unavailable
id: Imajen ki'ik la disponivel

source: Thursday
id: Kiinta

source: Time
id: Tempu

source: Time Column
id: Koluna Tempu

source: Time Comparison
id: Komparasaun Tempu

source: Time Format
id: Formatu Oras

source: Time Grain
id: Tempu Grain

source: Time Grain must be specified when using Time Shift.
id: Time Grain tenke espesifika bainhira uza Mudansa Oras.

source: Time Granularity
id: Granularidade Tempu nian

source: Time Lag
id: Tempu atrazu

source: Time Range
id: Intervalu tempu

source: Time Ratio
id: Rasio Tempu

source: Time Series
id: Série Tempu

source: Time Series - Bar Chart
id: Série Tempu - Gráfiku Barra

source: Time Series - Line Chart
id: Série Tempu - Gráfiku Liña

source: Time Series - Nightingale Rose Chart
id: Série Tempu nian - Gráfiku Nightingale Rose

source: Time Series - Paired t-test
id: Série Tempu - Teste t par

source: Time Series - Percent Change
id: Série Tempu - Mudansa Persentajen

source: Time Series - Period Pivot
id: Série Tempu - Pivot Períodu

source: Time Series - Stacked
id: Série Tempu - Empilladu

source: Time Series Options
id: Opsaun sira Série Tempu nian

source: Time Shift
id: Mudansa oras

source: Time Table View
id: Vizaun Tabela Oras nian

source: Time column
id: Koluna tempu nian

source: Time column "%(col)s" does not exist in dataset
id: Koluna tempu "%(col)s" la eziste iha konjuntu dadus

source: Time column filter plugin
id: Plugin filtru koluna tempu nian

source: Time column to apply dependent temporal filter to
id: Koluna tempu nian atu aplika filtru temporál dependente ba

source: Time column to apply time range to
id: Koluna tempu nian atu aplika intervalu tempu nian ba

source: Time comparison
id: Komparasaun tempu

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
id: Delta tempu iha linguajen naturál (ezemplu: oras 24, loron 7, semana 56, loron 365)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
id: Delta tempu nian maka ambiguu. Favor espesifika [%(human_readable)s ago] ka [%(human_readable)s later].

source: Time filter
id: Filtru tempu

source: Time format
id: Formatu tempu

source: Time grain
id: Tempu grain

source: Time grain filter plugin
id: Plugin filtru Tempu grain nian

source: Time grain missing
id: La iha tempu grain nian

source: Time granularity
id: Granularidade tempu nian

source: Time in seconds
id: Tempu iha segundu

source: Time lag
id: Atrazu tempu

source: Time range
id: Intervalu tempu

source: Time ratio
id: Rasio tempu

source: Time related form attributes
id: Atributu formuláriu sira ne'ebé relasiona ho tempu

source: Time series
id: Série tempu

source: Time series columns
id: Koluna sira série tempu nian

source: Time shift
id: Mudansa oras

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
id: Liña tempu nian maka ambiguu. Favor espesifika [%(human_readable)s ago] ka [%(human_readable)s later].

source: Time-series Area Chart (legacy)
id: Gráfiku Área Série-tempu nian (legadu)

source: Time-series Bar Chart (legacy)
id: Gráfiku Barra Série-tempu nian (legadu)

source: Time-series Line Chart (legacy)
id: Gráfiku Liña Série-tempu nian (legadu)

source: Time-series Percent Change
id: Mudansa Persentajen iha série-tempu

source: Time-series Period Pivot
id: Série-tempu Períodu Pivot

source: Time-series Table
id: Tabela série-tempu

source: Timeout error
id: Erru tempu limite

source: Timestamp format
id: Formatu karimbu tempu nian

source: Timezone
id: Fuzu orariu

source: Timezone offset (in hours) for this datasource
id: Offset fuzu orariu nian (iha oras) ba fonte dadus ida-ne'e

source: Timezone selector
id: Seletór fuzu orariu nian

source: Tiny
id: Minúskulu

source: Title
id: Títulu

source: Title Column
id: Koluna Títulu

source: Title is required
id: Presiza títulu

source: Title or Slug
id: Títulu ka Slug

source: To filter on a metric, use Custom SQL tab.
id: Atu filtra iha métrika ida, uza tab SQL kostumizadu.

source: To get a readable URL for your dashboard
id: Atu hetan URL ida ne'ebé bele lee ba ita-boot nia painél

source: Tooltip Contents
id: Konteúdu sira Tooltip nian

source: Tooltip sort by metric
id: Tooltip klasifika tuir métrika

source: Tooltip time format
id: Formatu tempu Tooltip

source: Top
id: Leten

source: Top left
id: Leten karuk

source: Top right
id: Leten loos

source: Top to Bottom
id: Leten ba kraik

source: Total Health Facilities
id: Fasilidade Saúde Totál

source: Total Unique Recipients:
id: Totál Destinatáriu Úniku sira:

source: Total value
id: Valor total

source: Track job
id: Buka tuir serbisu

source: Transformable
id: Transformável

source: Transparent
id: Transparente

source: Transpose pivot
id: Transpoin pivot

source: Treat values as categorical.
id: Trata valór sira hanesan kategoriál.

source: Tree Chart
id: Gráfiku Ai-hun nian

source: Tree layout
id: Dezeñu ai-hun nian

source: Tree orientation
id: Orientasaun ai-hun nian

source: Treemap
id: Mapa ai-hun

source: Trend
id: Tendénsia

source: Triangle
id: Triángulu

source: Trigger Alert If...
id: Alerta Ativa Se...

source: Truncate Axis
id: Tesi Eixu

source: Truncate Cells
id: Tesi Sélula sira

source: Truncate Metric
id: Tesi Métrika

source: Truncate X Axis
id: Tesi Eixu Y

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numercal X axis.
id: Tesi Eixu X. Bele troka liuhosi espesifika limite mínimu ka másimu. Aplikavel de'it ba eixu X numériku.

source: Truncate Y Axis
id: Tesi Eixu Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
id: Tesi Eixu Y. Bele troka liuhosi espesifika limite mínimu ka másimu.

source: Truncate long cells to the "min width" set above
id: Tesi sélula naruk sira ba "luan mínimu" ne'ebé maka tau iha leten

source: Truncates the specified date to the accuracy specified by the date unit.
id: Tesi data ne'ebé espesifika ona ba ezatidaun ne'ebé espesifika hosi unidade data nian.

source: Try applying different filters or ensuring your datasource has data
id: Koko aplika filtru sira ne'ebé diferente ka asegura katak ita-boot nia fonte dadus iha dadus

source: Try different criteria to display results.
id: Koko kritériu oioin atu hatudu rezultadu sira.

source: Tuesday
id: Tersa

source: Tukey
id: Tukey (inglês)

source: Type
id: Tipu

source: Type "%s" to confirm
id: Hakerek "%s" atu konfirma

source: Type a number
id: Hakerek númeru ida

source: Type a value
id: Hakerek valór ida

source: Type a value here
id: Hakerek valór ida iha ne'e

source: Type is required
id: Presiza tipu

source: Type of Google Sheets allowed
id: Tipu Google Sheets ne'ebé permitidu

source: Type of comparison, value difference or percentage
id: Tipu komparasaun, diferensa valór ka persentajen

source: UI Configuration
id: Konfigurasaun UI

source: URL Parameters
id: Parámetru sira URL nian

source: URL parameters
id: Parámetru sira URL nian

source: Unable to calculate such a date delta
id: Labele kalkula data delta hanesan ne'e

source: Unable to connect to catalog named "%(catalog_name)s".
id: Labele konekta ba katalogu ho naran "%(catalog_name)s".

source: Unable to connect to database "%(database)s".
id: Labele konekta ba baze-dadus "%(database)s".

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
id: Labele atu konekta. Verifika katak papél sira tuir mai ne'e maka tau iha konta servisu nian: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" no lisensa sira tuir mai maka tau ona "bigquery.readsessions.create", "bigquery.readsessions.getData"

source: Unable to create chart without a query id.
id: Labele kria gráfiku lahó id pergunta nian.

source: Unable to decode value
id: Labele dekode valór

source: Unable to encode value
id: Labele kode valór

source: Unable to find such a holiday: [%(holiday)s]
id: Labele hetan feriadu hanesan ne'e: [%(holiday)s]

source: Unable to load columns for the selected table. Please select a different table.
id: Labele atu karrega koluna sira ba tabela ne'ebé maka hili ona. Favor hili tabela ida ne'ebé diferente.

source: Unable to load dashboard
id: Labele atu karrega painél

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
id: Labele halo migrasaun ba estadu editór pergunta nian ba backend. Superset sei koko fali depois. Favor kontaktu Ita-boot nia administradór se problema ne'e persiste.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
id: Labele halo migrasaun ba estadu pergunta nian ba backend. Superset sei koko fali depois. Favor kontaktu Ita-boot nia administradór se problema ne'e persiste.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
id: Labele halo migrasaun ba estadu pergunta nian ba backend. Superset sei koko fali depois. Favor kontaktu Ita-boot nia administradór se problema ne'e persiste.

source: Unable to parse SQL
id: Labele analiza SQL

source: Unable to retrieve dashboard colors
id: Labele hetan fali kór sira hosi painél

source: Undefined
id: La define

source: Undefined window for rolling operation
id: Janela ne'ebé la define ba operasaun rolamentu

source: Undo the action
id: Labele halo asaun ne'e

source: Undo?
id: Labele halo asaun ne'e?

source: Unexpected error
id: Erru ne'ebé la espera

source: Unexpected error occurred, please check your logs for details
id: Erru ne'ebé la espera akontese, favór ida verifika ita-boot nia rejistu sira ba detallu sira

source: Unexpected error:
id: Erru ne'ebé la espera:

source: Unexpected no file extension found
id: La espera atu la hetan estensaun arkivu

source: Unexpected response format for municipalities
id: Formatu resposta ne'ebé la espera ba munisípiu sira

source: Unexpected time range: %(error)s
id: Tempu ne'ebé la espera: %(error)s

source: Unit to be displayed after the metric value
id: Unidade atu hatudu hafoin valór métriku

source: Unknown
id: Deskoñesidu

source: Unknown Doris server host "%(hostname)s".
id: Deskoñesidu Doris servidór host "%(hostname)s".

source: Unknown MySQL server host "%(hostname)s".
id: Host servidor MySQL deskoñesidu "%(hostname)s".

source: Unknown OceanBase server host "%(hostname)s".
id: Host servidór OceanBase deskoñesidu "%(hostname)s".

source: Unknown Presto Error
id: Erru Presto deskoñesidu

source: Unknown Status
id: Estatutu Deskoñesidu

source: Unknown column used in orderby: %(col)s
id: Koluna deskoñesidu ne'ebé uza tuir orden: %(col)s

source: Unknown error
id: Erru deskoñesidu

source: Unknown input format
id: Formatu input deskoñesidu

source: Unknown type
id: Tipu deskoñesidu

source: Unknown value
id: Valor deskoñesidu

source: Unsafe return type for function %(func)s: %(value_type)s
id: Tipu retornu ne'ebé la seguru ba funsaun %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
id: Valór modelu ne'ebé la seguru ba xave %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
id: Tipu kláuzula ne'ebé la suporta: %(clause)s

source: Unsupported post processing operation: %(operation)s
id: Operasaun pós-prosesamentu ne'ebé la hetan apoiu: %(operation)s

source: Unsupported return value for method %(name)s
id: Valór retornu ne'ebé la suporta ba métodu %(name)s

source: Unsupported template value for key %(key)s
id: Valór modelu ne'ebé la suporta ba xave %(key)s

source: Unsupported time grain: %(time_grain)s
id: Tempu grain ne'ebé la suporta: %(time_grain)s

source: Untitled
id: La ho títulu

source: Untitled Dataset
id: Konjuntu Dadus Laiha Títulu

source: Untitled Query
id: Pergunta ne'ebé laiha títulu

source: Untitled query
id: Pergunta laiha títulu

source: Update
id: Atualizasaun

source: Update Case Reports
id: Atualiza Relatóriu Kazu sira

source: Update Disease Case Reports
id: Atualiza Relatóriu Kazu Moras nian

source: Update Facilities
id: Atualiza Fasilidade sira

source: Update Health Facilities Data
id: Atualiza Dadus Fasilidade Saúde nian

source: Update chart
id: Atualiza Gráfiku

source: Updated
id: Atualizadu

source: Updated %s
id: Atualiza ona %s

source: Updating chart was stopped
id: Atualizasaun ba gráfiku paradu ona

source: Upload
id: Karrega

source: Upload CSV to database
id: Upload CSV ba baze-dadus

source: Upload Columnar
id: Upload arkivu koluna

source: Upload Columnar file to database
id: Upload arkivu koluna nian ba baze-dadus

source: Upload Credentials
id: Upload Kredensial sira

source: Upload Enabled
id: Permite atu bele karrega

source: Upload Excel
id: Upload arkivu Excel

source: Upload Excel to database
id: Upload Excel ba baze-dadus

source: Upload File
id: Upload Arkivu

source: Upload Files
id: Upload Arkivu sira

source: Upload JSON file
id: Upload arkivu JSON

source: Upload a file to a database.
id: Upload arkivu ida ba baze-dadus ida.

source: Upload a file with a valid extension. Valid: [%s]
id: Upload arkivu ida ho estensaun ne'ebé válidu. Válidu: [%s]

source: Upload file
id: Upload Arkivu

source: Upload file to database
id: Upload arkivu ba baze-dadus

source: Upload file to preview columns
id: Upload arkivu ba previzaun koluna sira

source: Upload up to 3 PDF or image files (max 5MB each)
id: Upload to'o PDF ka imajen 3 (másimu 5MB ida-idak)

source: Uploading a file is required
id: Presiza hatama arkivu ida

source: Upper Threshold
id: Rótulu limite

source: Upper threshold must be greater than lower threshold
id: Limite leten tenke boot liu duké limite kraik

source: Usage
id: Uzu

source: Use "%(menuName)s" menu instead.
id: Uza menu "%(menuName)s" envezde.

source: Use %s to open in a new tab.
id: Uza %s atu loke iha tab foun.
