Repository: evcruz3/superset-crish
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Found invalid orderby options
id: Hetan opsaun sira tuir orden ne'ebé la válidu

source: Fraction digits
id: Dijitu frasaun sira

source: Frequency
id: Frekuensia

source: Friction
id: Friksaun

source: Friction between nodes
id: Friksaun entre nodu sira

source: Friday
id: Sexta

source: From date cannot be larger than to date
id: Husi data labele boot liu to data

source: Funnel Chart
id: Gráfiku Funil

source: Further customize how to display each column
id: Kostumiza liután oinsá atu hatudu koluna ida-idak

source: Further customize how to display each metric
id: Kostumiza liután oinsá atu hatudu métrika ida-idak

source: GROUP BY
id: AGRUPU HUSI

source: Gauge Chart
id: Sasukat Gráfiku nian

source: General
id: Jerál

source: General information
id: Informasaun jerál

source: Generating link, please wait..
id: Kria hela link, favór ida hein..

source: Generic Chart
id: Gráfiku Jenériku

source: GeoJson Column
id: Koluna GeoJson

source: GeoJson Settings
id: Konfigurasaun GeoJson

source: Geolocation is not supported by this browser.
id: Jeolokalizasaun la hetan suporta husi browser ida-ne'e.

source: Geospatial
id: Jeoespasiál

source: Get Directions
id: Hetan Diresaun sira

source: Get the last date by the date unit.
id: Hetan data ikus tuir unidade data nian.

source: Get the specify date for the holiday
id: Hetan data espesífiku ba feriadu

source: Give access to multiple catalogs in a single database connection.
id: Fó asesu ba katalogu oioin iha konexaunbaze-dadus ida de'it.

source: Go to the edit mode to configure the dashboard and add charts
id: Ba iha modo edit hodi konfigura painél no aumenta gráfiku sira

source: Gold
id: Ouru

source: Google Sheet Name and URL
id: Google Sheet nia naran no URL

source: Grace period
id: Períodu toleránsia

source: Graph Chart
id: Gráfiku

source: Graph layout
id: Dezeñu gráfiku

source: Gravity
id: Gravidade

source: Greater or equal (>=)
id: Bo'ot liu ka hanesan (>=)

source: Greater than (>)
id: Bo'ot liu (>)

source: Green for increase, red for decrease
id: Verde ba aumentu, mean ba diminuisaun

source: Grid
id: Grade

source: Grid Size
id: Tamañu grade

source: Group By
id: Agrupa Husi

source: Group By, Metrics or Percentage Metrics must have a value
id: Agrupa Husi, Métrika ka Persentajen Métrika tenke iha valór

source: Group Key
id: Grupu Xave

source: Group Name
id: Naran Grupu nian

source: Group by
id: Agrupa husi

source: Groupable
id: Agrupável

source: Guest user cannot modify chart payload
id: Utilizadór konvidadu labele modifika gráfiku nia karga

source: Guide to Updating Facilities Data
id: Matadalan ba Atualizasaun Dadus Fasilidade sira nian

source: Guide to Uploading Case Reports
id: Matadalan atu Upload Relatóriu Kazu sira

source: HOUR
id: ORAS

source: Handlebars Template
id: Modelu handlebars

source: Hard value bounds applied for color coding.
id: Limite valór boot ne'ebé aplika ba kódigu kór.

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
id: Limite valór maka'as ne'ebé aplika ba kódigu kór. So ba relevante de'it no aplika bainhira normalizasaun aplika kontra mapa temperature manas (heatmap) tomak.

source: Has Ambulance?
id: Ambulansia iha?

source: Has Emergency?
id: Ambulansia iha?

source: Has created by
id: Kria ona husi

source: Hashtags
id: Hashtag sira

source: Hashtags (comma-separated)
id: Hashtag sira (haketak ho vírgula)

source: Header row
id: Header koluna

source: Heat Index Forecast
id: Previzaun Indise Temperatura

source: Heatmap
id: Mapa temperature

source: Heatmap (legacy)
id: Mapa temperature (legadu)

source: Heatmap Options
id: Opsaun Mapa Temperature

source: Height
id: Altura

source: Height of the sparkline
id: Altura minigráfiku

source: Help
id: Ajuda

source: Hide Line
id: Subar liña

source: Hide chart description
id: Subar deskrisaun gráfiku

source: Hide layer
id: Subar kamada

source: Hide password.
id: Subar seña.

source: Hide tool bar
id: Subar barra ferramenta nian

source: Hides the Line for the time series
id: Subar Liña ba série tempu nian

source: Hierarchy
id: Ierarkia

source: Histogram
id: Histograma

source: Histogram (legacy)
id: Histograma (legadu)

source: Home
id: Inísiu (Home)

source: Horizon Chart
id: Gráfiku Orizonte

source: Horizon Charts
id: Gráfiku orizonte

source: Horizontal
id: Orizontal

source: Horizontal (Top)
id: Orizontál (Leten)

source: Horizontal alignment
id: Alineamentu orizontál

source: Hostname or IP address
id: Host nia naran no enderesu IP

source: Hour
id: Oras

source: Hours %s
id: Oras %s

source: Hours offset
id: Kompensasaun oras

source: How do you want to enter service account credentials?
id: Oinsá ita-boot hakarak hatama konta kredensiál servisu sira nian?

source: How many buckets should the data be grouped in.
id: Dadus sira tenke agrupa iha kompartimentu hira.

source: How many periods into the future do we want to predict
id: Ba futuru ita hakarak atu halo predisaun períodu hira

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
id: Oinsá atu hatudu mudansa tempu nian: hanesan liña individuál sira; hanesan diferensa entre série tempu prinsipál no mudansa tempu ida-idak; hanesan mudansa persentajen; ka hanesan rasio entre série no mudansa tempu.

source: Huge
id: Boot tebes

source: ISO 3166-2 Codes
id: ISO 3166-2 Kódigu sira

source: Icon to display in the background
id: Íkonu atu hatudu iha fundo

source: Id of root node of the tree.
id: Id husi abut nodu husi ai-hun.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
id: Se Presto ka Trino, pergunta hotu-hotu iha SQL Lab sei ezekuta hanesan utilizadór ne'ebé maka agora daudaun tama ona ne'ebé maka tenke iha lisensa atu hala'o sira. Se Hive no hive.server2.enable.doAs permiti, sei hala'o pergunta sira hanesan konta servisu nian, maibéreprezenta hanesan utilizadór ne'ebé maka tama daudaun liu hosi propriedade hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
id: Se Presto, pergunta hotu-hotu iha SQL Lab sei ezekuta hanesan utilizadór ne'ebé maka tama daudaun ne'ebé maka tenke iha lisensa atu hala'o sira.<br/>Se Hive no hive.server2.enable.doAs permiti, sei hala'o pergunta sira hanesan konta servisu nian, maibé reprezenta hanesan utilizadór ne'ebé maka tama daudaun liu hosi propriedade hive.server2.proxy.user.

source: If a metric is specified, sorting will be done based on the metric value
id: Se espesifika ona métrika ida, klasifikasaun sei halo bazeia ba valór métrika nian

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
id: Se permiti, kontrolu ida-ne'e klasifika rezultadu/valór sira ne'ebé mak tun, se lae nia klasifika rezultadu sira hotu tun.

source: If selected, please set the schemas allowed for csv upload in Extra.
id: Se hili ona, halo favór tau eskema sira ne'ebé permitidu ba upload csv iha Extra.

source: If table already exists
id: Se tabela eziste ona

source: If you are not already a user, please register
id: Se ita-boot seidauk sai utilizadór, halo favór rejistu

source: Ignore cache when generating report
id: Ignora cache bainhira kria hela relatóriu

source: Ignore null locations
id: Ignora lokalizasaun nulu sira

source: Ignore time
id: Ignora oras

source: Image (PNG) embedded in email
id: Imajen (PNG) inkorporadu iha email

source: Image Attachments
id: Aneksu sira ba Imajen

source: Image Attachments (Optional)
id: Aneksu Imajen nian (Opsionál)

source: Image download failed, please refresh and try again.
id: Falla baixar imajen, favór ida atualiza no koko fali.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
id: Reprezenta utilizadór ne'ebé maka tama ona (Presto, Trino, Drill, Hive, no GSheets)

source: Impersonate the logged on user
id: Reprezenta hanesan utilizadór ne'ebé maka tama ona

source: Import
id: Importa

source: Import %s
id: Importa %s

source: Import Dashboard(s)
id: Importar Dasboard (sira)

source: Import a table definition
id: Importa definisaun tabela ida

source: Import chart failed for an unknown reason
id: Importasaun gráfiku falla tanba razaun deskoñesidu

source: Import charts
id: Importa gráfikus sira

source: Import dashboard failed for an unknown reason
id: Importasaun painél falla tanba razaun deskoñesidu

source: Import dashboards
id: Importa painél sira

source: Import database failed for an unknown reason
id: Importasaun baze-dadus falla tanba razaun deskoñesidu

source: Import database from file
id: Importa baze-dadus husi arkivu

source: Import dataset failed for an unknown reason
id: Importasaun konjuntu dadus falla tanba razaun deskoñesidu

source: Import datasets
id: Importa konjuntu dadus

source: Import queries
id: Importasaun pergunta sira

source: Import saved query failed for an unknown reason.
id: Importasaun ba pergunta ne'ebé guarda ona falla tanba razaun ne'ebé deskoñesidu.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
id: Importante! Hili ida-ne'e se tabela seidauk ordena tuir id entidade nian, se lae laiha garantia katak eventu hotu-hotu ba entidade ida-idak sei fila fali.

source: In
id: Iha

source: Include Series
id: Inklui Série

source: Include a description that will be sent with your report
id: Inklui deskrisaun ida ne'ebé sei envia ho ia-boot nia relatóriu

source: Include description to be sent with %s
id: Inklui deskrisaun atu envia ho %s

source: Include series name as an axis
id: IInklui naran série nian hanesan eixu ida

source: Include time
id: Inkui oráriu

source: Increase
id: Kria

source: Index
id: Índise

source: Index column
id: Koluna índise

source: Index label
id: Rótulu intervalu

source: Inherit range from time filter
id: Inklui naran série nian hanesan eixu ida

source: Inner Radius
id: Raiu interior

source: Inner radius of donut hole
id: Raiu interiór husi forma donat nian

source: Input custom width in pixels
id: Hatama largura kostumizadu iha pixel sira

source: Input field supports custom rotation. e.g. 30 for 30°
id: Kampu input suporta rotasaun kostumizadu. n.e. 30 ba 30°

source: Intensity
id: Intensidade

source: Intensity Radius
id: Radiu Intensidade sira

source: Intensity Radius is the radius at which the weight is distributed
id: Raiu Intensidade maka raiu ne'ebé maka distribui pezu

source: Intensity is the value multiplied by the weight to obtain the final weight
id: Intensidade maka valór ne'ebé multiplika ho pezu hodi hetan pezu finál

source: Interval
id: Intervalu

source: Interval End column
id: Intervalu koluna final

source: Interval bounds
id: Limite interval sira

source: Interval colors
id: Kór intervalu sira nian

source: Interval start column
id: Koluna hahú intervalu

source: Intervals
id: Intervalu sira

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
id: String konexaunla válidu: String ne'ebé hein ho forma 'ocient://user:pass@host:port/database'.

source: Invalid JSON
id: JSON ne'ebé la válidu

source: Invalid advanced data type: %(advanced_data_type)s
id: Tipu dadus avansadu ne'ebé la válidu: %(advanced_data_type)s

source: Invalid bulletin ID format.
id: Formatu ID buletin nian ne'ebé la válidu.

source: Invalid bulletin ID provided for pre-selection.
id: ID buletin ne'ebé la válidu ne'ebé fornese ba pré-selesaun.

source: Invalid certificate
id: Sertifikadu ne'ebé la válidu

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
id: String konexaunla válidu, string ne'ebé válidu normalmente tuir: backend+driver://user:password@database-host/base-name

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
id: String konexaunne'ebé la válidu, string ne'ebé válidu normalmente tuir:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Ezemplu:'postgresql://user:password@your-postgres-db/database'</p>

source: Invalid cron expression
id: Espresaun cron ne'ebé la válidu

source: Invalid cumulative operator: %(operator)s
id: Operadór kumulativu ne'ebé la válidu: %(operator)s

source: Invalid currency code in saved metrics
id: Kódigu moeda ne'ebé la válidu iha métrika sira ne'ebé guarda ona

source: Invalid date/timestamp format
id: Formatu data/oras ne'ebé la válidu

source: Invalid email format found: %s
id: Formatu email ne'ebé la válidu hetan: %s

source: Invalid filter operation type: %(op)s
id: Tipu operasaun filtru ne'ebé la válidu: %(op)s

source: Invalid geodetic string
id: String jeodétika ne'ebé la válidu

source: Invalid geohash string
id: String geohash ne'ebé la válidu

source: Invalid input
id: Input ne'ebé la válidu

source: Invalid lat/long configuration.
id: Konfigurasaun lat/long ne'ebé la válidu.

source: Invalid longitude/latitude
id: Longitude/latitude la válidu

source: Invalid metric object: %(metric)s
id: Objetu métrika la válidu: %(metric)s

source: Invalid numpy function: %(operator)s
id: Funsaun numpy la válidu: %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
id: Opsaun la válidu ba %(rolling_type)s: %(options)s

source: Invalid permalink key
id: Xave permalink ne'ebé la válidu

source: Invalid reference to column: "%(column)s"
id: Referénsia ne'ebé la válidu ba koluna: "%(column)s"

source: Invalid result type: %(result_type)s
id: Tipu rezultadu la válidu: %(result_type)s

source: Invalid rolling_type: %(type)s
id: Rolling_type ne'ebé la válidu: %(type)s

source: Invalid spatial point encountered: %(latlong)s
id: Pontu espasiál ne'ebé la válidu hasoru: %(latlong)s

source: Invalid state.
id: Estadu ne'ebé la válidu.

source: Invalid tab ids: %s(tab_ids)
id: Tab ids ne'ebé la válidu: %s(tab_ids)

source: Inverse selection
id: Selesaun inversa

source: Invert current page
id: Inverte pájina atuál

source: Is certified
id: Ne'e sertifika ona

source: Is custom tag
id: Ne'e kostimuzasaun tag

source: Is dimension
id: Ne'e dimensaun

source: Is false
id: Ne'e falsu

source: Is favorite
id: Ne'e favoritu

source: Is filterable
id: Ne'e filtravel

source: Is not null
id: Ne'e la nulu

source: Is null
id: Ne'e nulu

source: Is tagged
id: Ne'e tag/marka ona

source: Is temporal
id: Ne'e temporariu

source: Is true
id: Ne'e loos

source: Isoline
id: Liña Iso

source: Issue 1000 - The dataset is too large to query.
id: Kestaun 1000 - Konjuntu dadus nian boot liu atu halo konsulta.

source: Issue 1001 - The database is under an unusual load.
id: Kestaun 1001 - Baze-dadus iha karga ne'ebé ladún hanesan babain.

source: It’s not recommended to truncate axis in Bar chart.
id: La rekomenda atu tesi eixu iha gráfiku barra sira.

source: JSON Metadata
id: Metadadus JSON

source: JSON metadata
id: Metadadus JSON

source: JSON metadata is invalid!
id: Metadadus JSON la válidu!

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
id: String JSON ne'ebé kontein konfigurasaun konexaunadisionál. Ida-ne'e uza atu fornese informasaun konexaunba sistema sira hanesan Hive, Presto no BigQuery ne'ebé la konforme ho sintaxe username:password ne'ebé normalmente uza hosi SQLAlchemy.

source: January
id: Janeiru

source: JavaScript data interceptor
id: Interseptador dadus JavaScript

source: JavaScript tooltip generator
id: JavaScript tooltip jeradór

source: Jinja templating
id: Modelu Jinja

source: July
id: Jullu

source: June
id: Juñu

source: Keep control settings?
id: Mantein konfigurasaun kontrolu nian?

source: Keep editing
id: Kontinua edit

source: Key
id: Xave

source: Keyboard shortcuts
id: Tekla husi dalan badak

source: Keys for table
id: Xave ba tabela sira

source: Kilometers
id: Kilómetru sira

source: LIMIT
id: LIMITE

source: Label
id: Rótulu

source: Label Contents
id: Konteúdu sira hosi rótulu

source: Label Line
id: Liña rótulu sira

source: Label Template
id: Modelu rótulu

source: Label Type
id: Tipu rótulu

source: Label already exists
id: Rótulu eziste ona

source: Label for the index column. Don't use an existing column name.
id: Rótulu ba koluna índise. Labele uza naran koluna ne'ebé eziste ona.

source: Label for your query
id: Rótulu ba ita-boot nia pergunta

source: Label position
id: Pozisaun rótulu

source: Label threshold
id: Limite rótulu

source: Labelling
id: Rotulajen

source: Labels
id: Rótulu sira

source: Labels for the marker lines
id: Rótulu ba markador liña sira

source: Labels for the markers
id: Rótulu ba markador sira

source: Labels for the ranges
id: Rótulu ba intervalu sira

source: Large
id: Boot

source: Last
id: Ikus

source: Last Changed
id: Mudansa Ikus liu

source: Last Modified
id: Modifikasaun ikus

source: Last Updated
id: Lista Atualizadu

source: Last Updated %s
id: Atualizasaun ikus liu %s

source: Last Updated %s by %s
id: Atualizasaun ikus liu %s husi %s

source: Last available value seen on %s
id: Valór ikus ne'ebé disponivel haree iha %s

source: Last day
id: Loron ikus

source: Last modified
id: Modifikasaun ikus

source: Last month
id: Fulan kotuk

source: Last quarter
id: Trimestre ikus

source: Last run
id: Ezekutasaun ikus

source: Last successful weather update:
id: Atualizasaun ikus kona-ba tempu ne'ebé susesu:

source: Last updated
id: Atualizasaun ikus liu

source: Last week
id: Semana kotuk

source: Last year
id: Tinan kotuk

source: Latitude of default viewport
id: Latitude husi vista padraun

source: Layer configuration
id: Konfigurasaun kamada nian

source: Layout
id: Dezeñu

source: Layout elements
id: Elementu sira dezeñu nian

source: Layout type of graph
id: Tipu dezeñu gráfiku nian

source: Layout type of tree
id: Tipu dezeñu ai-hun nian

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
id: Nodu sira iha folin ne'ebé reprezenta menus liu númeru eventu sira-ne'e sei subar inisialmente iha vizualizasaun

source: Least recently created
id: Foin lalais kria

source: Least recently modified
id: Modifikadu foin lalais ne' e

source: Left
id: Karuk

source: Left Margin
id: Marjen Karuk

source: Left margin, in pixels, allowing for more room for axis labels
id: Marjen karuk, iha pixel sira, hodi permite espasu barak liután ba rótulu sira eixu nian

source: Left to Right
id: Karuk ba Los

source: Left value
id: Valor Karuk nian

source: Legacy
id: Legadu

source: Legend
id: Lejenda

source: Legend Format
id: Formatu lejenda

source: Legend Orientation
id: Orientasaun lejenda

source: Legend Position
id: Pozisaun lejenda

source: Legend Type
id: Tipu Lejenda

source: Legend type
id: Tipu lejenda

source: Less or equal (<=)
id: Menus ka hanesan (<=)

source: Less than (<)
id: Menus husi (<)

source: Lift percent precision
id: Persentu levantamentu ho presizaun

source: Light
id: Klaru

source: Light mode
id: Modu klaru

source: Like
id: Hanesan

source: Like (case insensitive)
id: Hanesan (la sensivel ba letra boot)

source: Limit type
id: Tipu limite

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
id: Limitasaun ba liña sira bele rezulta iha dadus ne'ebé la kompletu no gráfiku sira ne'ebé laloos. Konsidera filtra ka agrupa naran fonte/alvu sira.

source: Limits the number of cells that get retrieved.
id: Limita númeru sélula sira ne'ebé maka hetan fali.

source: Limits the number of rows that get displayed.
id: Limita númeru liña sira ne'ebé maka hatudu.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
id: Limita númeru série sira ne'ebé maka hatudu. Sub-konsulta ida ne'ebé hamutuk (ka faze estra ida iha ne'ebé sub-konsulta sira la hetan apoiu) aplika atu limita númeru série sira ne'ebé hetan no renderiza. Karakterístika ida-ne'e útil bainhira agrupa tuir koluna ho kardinalidade aas maski nune'e aumenta kompleksidade no kustu pergunta nian.

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
id: Limita númeru hosi liña sira ne'ebé maka komputa iha pergunta ne'ebé maka sai hanesan fonte hosi dadus ne'ebé maka uza ba gráfiku ida-ne'e.

source: Line
id: Liña

source: Line Chart
id: Gráfiku Liña

source: Line Style
id: Estilu Liña

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
id: Gráfiku liña nian uza atu vizualiza medida sira ne'ebé foti iha kategoria ida. Gráfiku liña maka tipu gráfiku ida ne'ebé hatudu informasaun hanesan pontu dadus lubuk ida ne'ebé liga ho segmentu liña loos. Ida-ne'e maka tipu báziku ida hosi gráfiku ne'ebé komún iha kampu barak.

source: Line interpolation as defined by d3.js
id: Interpolasaun liña nian hanesan define hosi d3.js

source: Line width
id: Largura liña

source: Line width unit
id: Unidade largura liña

source: Linear Color Scheme
id: Eskema Kór Lineár

source: Linear color scheme
id: Eskema kór lineár

source: Linear interpolation
id: Interpolasaun lineár

source: Lines column
id: Koluna liña sira

source: Lines encoding
id: Kodifikasaun liña sira

source: Link Copied!
id: Link kopia ona!

source: List Unique Values
id: Lista Valór Úniku sira

source: List View
id: Haree iha Lista

source: List of extra columns made available in JavaScript functions
id: Lista husi koluna estra sira ne'ebé disponibiliza iha funsaun JavaScript

source: List of n+1 values for bucketing metric into n buckets.
id: Lista husi valór n+1 ba métrika ne'ebé tau iha kompartimentu n.

source: List of the column names that should be read
id: Lista naran koluna sira ne'ebé tenke lee

source: List of values to mark with lines
id: Lista valór sira atu marka ho liña sira

source: List of values to mark with triangles
id: Lista valór sira atu marka ho triángulu sira

source: List updated
id: Lista atualizadu

source: Live CSS editor
id: Editór CSS iha tempu real

source: Live render
id: Renderizasaun iha tempu real

source: Load a CSS template
id: Upload modelu CSS ida

source: Loaded data cached
id: Dadus ne'ebé karrega ona iha cache

source: Loaded from cache
id: Upload hosi cache

source: Loading
id: Upload hela

source: Loading analytics...
id: Karrega hela análize sira...

source: Loading bulletin details...
id: Karrega hela detallu sira buletin nian...

source: Loading preview...
id: Karrega hela previzaun...

source: Loading...
id: Upload hela...

source: Locate the chart
id: Lokaliza gráfiku

source: Location
id: Lokál

source: Log Details
id: Rejistu Detallu sira
